Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/i18n/uovdsmadmin/*.po
Languages: ca, ru, sk

source: Rules of '%s' successfully modified
ca: Regles de '%s' modificades amb èxit
ru: Правила для '%s' успешно изменены
sk: Pravidlo '%s' bolo úspešne zmenené

source: User Group successfully modified
ca: El grup d'usuaris s'ha modificat correctament
ru: Группа пользователей успешно изменена
sk: Užívateľská skupina bola úspešne zmenená

source: Failed to modify User Group
ca: No s'ha pogut modificar el grup d'usuaris
ru: Не удалось изменить группу пользователей
sk: Zlyhala zmena užívateľskej skupiny

source: Unable to create user
ca: No es pot crear l'usuari
ru: Невозможно создать пользователя
sk: Nemôžem vytvoriť užívateľa

source: Unable to create user with an empty password
ca: No es pot crear un usuari sense contrasenya
ru: Невозможно создать пользователя с пустым паролем
sk: Nemôžem vytvoriť užívateľa s prázdnym heslom

source: Unable to create user '%s'
ca: No es pot crear l'usuari '%s'
ru: Невозможно создать пользователя '%s'
sk: Nemôžem vytvoriť užívateľa '%s'

source: User '%s' successfully added
ca: L'usuari '%s' s'ha agregat correctament
ru: Пользователь '%s' успешно добавлен
sk: Užívateľ '%s' bol úspešne pridaný

source: Unable to delete user '%s'
ca: No es possible eliminar l'usuari '%s'
ru: Невозможно удалить пользователя '%s'
sk: Nemôžem zmazať užívateľa '%s'

source: User '%s' successfully deleted
ca: L'usuari '%s' s'ha eliminat correctament
ru: Пользователь '%s' успешно удалён
sk: Užívateľ '%s' bol úspešne zmazaný

source: Unable to modify User '%s'
ru: Невозможно изменить пользователя '%s'
sk: Nemôžem zmeniť užívateľa '%s'

source: User '%s' successfully modified
ca: L'usuari '%s' s'ha modificat correctament
ru: Пользователь '%s' успешно изменен
sk: Užívateľ '%s' bol úspešne zmenený

source: No custom password specified for populating the database.
ru: Не задан собственный пароль для заполнения базы данных.
sk: Neobvyklé heslo pre naplnenie databázy

source: User database populated.
ca: La base de dades d'usuaris ha estat poblada
ru: База данных пользователей заполнена.
sk: Databáza užívateľov bola naplnená

source: User database population failed.
ca: Ha fracassat el procés de poblar de la base de dades d'usuaris.
ru: Ошибка заполнения базы данных пользователей.
sk: Naplnenie databázy užívateľov zlyhalo

source: User successfully modified
ca: Usuari modificat amb èxit
ru: Пользователь успешно изменен
sk: Užívateľ úspešne zmenený

source: Failed to modify User
ru: Не удалось изменить пользователя
sk: Zlyhala zmena užívateľa

source: Unable to delete network folder with id '%s'
ca: No es pot eliminar la carpeta de xarxa amb el id '%s'
ru: Невозможно удалить сетевую папку с ID '%s'
sk: Nemôžem zmazať sieťový adresár s id '%s'

source: Unable to delete network folder '%s'
ca: No es pot eliminar la carpeta de xarxa '%s'
ru: Невозможно удалить сетевую папку '%s'
sk: Nemôžem zmazať sieťový adresár '%s'

source: Network folders successfully deleted
ca: Carpetes de xarxa eliminades amb èxit
ru: Сетевые папки успешно удалены
sk: Sieťový adresár bol úspešne zmazaný

source: Shared folder successfully renamed
ca: S'ha canviat el nom de la carpeta compartida amb èxit
ru: Общая папка успешно переименована
sk: Sieťový adresár bol úspešne premenovaný

source: Update of the shared folder failed
ca: L'actualització de la carpeta compartida ha fallat
ru: Не удалось обновить общую папку
sk: Zmena sieťového adresára zlyhala

source: Unable to associate the user to the profile
ca: No s'ha pogut associar l'usuari al perfil
ru: Невозможно связать пользователя с профилем
sk: Neviem priradiť užívateľa k jeho profilu

source: Profile successfully created for user '%s'
ca: Perfil creat amb èxit per l'usuari '%s'
ru: Профиль для пользователя '%s' успешно создан
sk: Pre užívateľa '%s' bol úspešne vytvorený profil

source: Unable to delete profile '%s'
ca: No es pot eliminar el perfil '%s'
ru: Невозможно удалить профиль '%s'
sk: Nemôžem zmazať profil '%s'

source: Profile '%s' successfully deleted
ca: El perfil '%s' s'ha eliminat amb èxit
ru: Профиль '%s' успешно удален
sk: Profil '%s' bol úspešne zmazaný

source: News successfully added
ca: Notícies inserides amb èxit
ru: Новость успешно добавлена
sk: Novinky boli úspešne pridané

source: Unable to delete this news
ca: No es pot esborrar aquesta notícia
ru: Невозможно удалить новость
sk: Nemôžem zmazať tieto novinky

source: News successfully deleted
ca: Notícia esborrada amb èxit
ru: Новость успешна удалена
sk: Novinky boli úspešne zmazané

source: Script successfully added
ca: Script afegida amb èxit
ru: Скрипт успешно добавлен
sk: Skript bol úspešne pridaný

source: Unable to delete this script
ca: No es pot esborrar aquesta script
ru: Невозможно удалить скрипт
sk: Nemôžem zmazať tento skript

source: Script successfully deleted
ca: Script eliminada amb èxit
ru: Скрипт успешно удален
sk: Skript bol úspešne zmazaný

source: UserGroup '%s' successfully modified
ca: El grup d'usuaris '%s' ha estat modificat correctament
ru: Группа пользователей '%s' успешно изменена
sk: Užívateľská skupina '%s' bola úspešne zmenená

source: Password is empty
ca: La contrasenya és buida
ru: Пароль не задан
sk: Prázdne heslo

source: Passwords are not identical
ca: Les contrasenyes no coincideixen
ru: Пароли не совпадают
sk: Heslá nesúhlasia

source: Current password is not correct
ca: La contrasenya actual no és correcte
ru: Неверный текущий пароль
sk: Aktuálne heslo nesúhlasí

source: Password successfully changed
ca: Contrasenya canviada amb èxit
ru: Пароль успешно изменен
sk: Heslo bolo úspešne zmenené

source: Password not changed
ca: La contrasenya no s'ha canviat
ru: Пароль не изменен
sk: Heslo nebolo zmenené

source: Unable to delete session '%s'
ca: No es pot eliminar la sessió '%s'
ru: Невозможно удалить сессию '%s'
sk: Nemôžem zmazať prihlásenie '%s'

source: Session '%s' successfully deleted
ca: S'ha eliminat la sessió '%s'
ru: Сессия '%s' успешно удалена
sk: Prihlásenie '%s' bolo úspešne zrušené

source: Unable to disconnect session '%s'
ca: No es pot desconnectar la sessió '%s'
ru: Невозможно отключить сессию '%s'
sk: Nemôžem zrušiť session '%s'

source: Session '%s' successfully disconnected
ca: S'ha desconnectat la sessió '%s'
ru: Сессия '%s' успешно отключена
sk: Session '%s' bola úspešne odpojená

source: Server '%s' successfully deleted
ca: S'ha eliminat el servidor '%s' amb èxit
ru: Сервер '%s' успешно удален
sk: Server '%s' bol úspešne zmazaný

source: Server '%s' successfully registered
ca: El servidor '%s' s'ha registrat amb èxit
ru: Сервер '%s' успешно зарегистрирован
sk: Server '%s' bol úspešne zaregistrovaný

source: Failed to register server '%s'
ru: Не удалось зарегистрировать сервер '%s'
sk: Zlyhala registrácia servera '%s'

source: Server '%s' successfully modified
ca: El servidor '%s' s'ha modificat amb èxit
ru: Сервер '%s' успешно изменен
sk: Server '%s' bol úspešne zmenený

source: Nothing to save. New display name is identicall to old one
ca: No hi ha res a guardar. El nou nom per a mostrar és identic a l'anterior
ru: Нечего сохранять. Новое отображаемое имя не отличается от старого
sk: Nie je čo uložiť. Nové meno je rovnaké ako staré.

source: Internal name "%s" is invalid
ca: El nom intern "%s" no és vàlid
ru: Неверное внутреннее имя "%s"
sk: Interný názov "%s" je nokorektný

source: Redirection name "%s" is invalid
ca: El nom de redirecció '%s' no és vàlid
ru: "%s" - Неверное имя перенаправления
sk: Názov presmerovania "%s" je nekorektný

source: Task successfully added
ca: Tasca agregada amb èxit
ru: Задание успешно добавлено
sk: Úloha bola úspešne pridaná

source: Server '%s' is upgrading
ca: El servidor '%s' és en procés d'actualització
ru: Сервер '%s' обновляется
sk: Server '%s' je v procese aktualizácie

source: RDP port "%s" is invalid
ca: El port RDP "%s" no és vàlid
ru: Неверный порт RDP "%s"
sk: RDP port "%s" je nekorektný

source: Nothing to save. RDP port is identicall to old one
ca: Res a guardar. El port RDP és idèntic a l'anterior
ru: Нечего сохранять. Порт RDP не отличается от старого
sk: Nie je čo uložiť. RDP port je rovnaký ako starý

source: %s is not an available role
ca: %s no és un rol disponible
ru: Роль %s не доступна
sk: %s nie je dostupná rola

source: Nothing to save. Role %s is already disabled
ca: Res per guardar. El rol %s encara esta desactivat
ru: Нечего сохранять. Роль %s уже запрещена
sk: Nie je čo uložiť. Rola %s je už zneprístupnená.

source: Nothing to save. Role %s is already enabled
ca: Res per guardar. El rol %s encara esta actiu
ru: Нечего сохранять. Роль %s уже разрешена
sk: Nie je čo uložiť. Rola %s je už povolená.

source: Unable to delete archived session '%s'
ca: No es pot eliminar la sessió guardada '%s'
ru: Невозможно удалить архивную сессию '%s'
sk: Nemôžem zmazať prihlásenie '%s'

source: Archived session '%s' successfully deleted
ca: S'ha eliminat la sessió guardada '%s'
ru: Архивная сессия '%s' успешно удалена
sk: Prihlásenie '%s' bolo úspešne zrušené

source: Task successfully deleted
ca: La tasca s'ha esborrat amb èxit
ru: Задание успешно удалено
sk: Úloha bola úspešne zmazaná

source: You must provide a name to your shared folder
ca: Cal que possis un nom per a la teva carpeta compartida
ru: Необходимо задать имя для общей папки
sk: Musíte zadať meno pre zdieľaný adresár

source: Unable to add shared folder
ca: No es pot agregar la carpeta compartida
ru: Невозможно добавить общую папку
sk: Nemôžem pridať zdieľaný adresár

source: Shared folder '%s' successfully added
ca: La carpeta compartida '%s' s'ha agregat amb èxit
ru: Общая папка '%s' успешно добавлена
sk: Zdieľaný adresár '%s' bol úspešne pridaný

source: Unable to create this shared folder access
ca: No es pot crear l'accés a aquesta carpeta compartida
ru: Ошибка предоставления доступа к данной общей папке
sk: Nemôžem vytvoriť prístup na tento zdieľaný adresár

source: Shared folder successfully modified
ca: La carpeta compartida s'ha modificat amb èxit
ru: Общая папка успешно изменена
sk: Zdieľaný adresár bol úspešne zmenený

source: Unable to modify shared folder named '%s'
ca: No es pot modificar la carpeta compartida '%s'
ru: Невозможно изменить общую папку '%s'
sk: Nemôžem zmeniť zdieľaný adresár '%s'

source: Unable to delete this shared folder access
ca: No es pot esborrar l'accés a aquesta carpeta compartida
ru: Невозможно прекратить доступ к данной общей папке
sk: Nemôžem zmazať prístup na tento zdieľaný adresár

source: No available applications
ru: Нет доступных приложений
sk: Žiadne dostupné aplikácie

source: Orphan Applications
ca: Aplicacions orfes
ru: Недоступные приложения
sk: "Orphan" aplikácia

source: Are you sure you want to remove orphan applications?
ca: Està segur que desitja esborrar les aplicacions orfes?
ru: Вы действительно хотите удалить ссылки на недоступные приложения?
sk: Naozaj chcete odstrániť "Orphan" aplikáciu?

source: Remove orphan applications
ca: Esborrar aplicacions orfes
ru: Удалить недоступные приложения
sk: Odstrániť "Orphan" aplikácie

source: Unkonwn application
ca: Aplicació desconeguda
ru: Неизвестное приложение
sk: Neznáma aplikácia

source: Available
ca: Disponible
ru: Доступно
sk: Dostupné

source: Block
ca: Blocar
ru: Заблокировать
sk: Blokovať

source: Blocked
ca: Blocat/da
ru: Заблокировано
sk: Blokované

source: Unblock
ca: Desbloquejar
ru: Разблокировать
sk: Odblokovať

source: Package
ca: Paquet
ru: Пакет
sk: Balík

source: Executable
ru: Исполняемый файл
sk: Spustiteľné

source: Set custom icon
ca: Establir una icona personalitzada
ru: Изменить значок
sk: Nastaviť vlastnú ikonu

source: Clone to Static Application
ca: Clonar com aplicació estàtica
ru: Копировать в статическое приложение
sk: Klonuj na statickú aplikáciu

source: Are you sure you want to remove this application?
ca: Està segur que desitja esborrar aquesta aplicació?
ru: Вы действительно хотите удалить это приложение?
sk: Ste si istý, že chcete odstrániť túto aplikáciu?

source: This application is orphan
ca: Aquesta aplicació és orfe
ru: Это приложение недоступно, т.к. его источник потерян
sk: Táto aplikácia je "Orphan"

source: Remove this application
ca: Esborrar aquesta aplicació
ru: Удалить это приложение
sk: Odstrániť túto aplikáciu

source: Servers with this application
ca: Servidors que disposen d'aquesta aplicació
ru: Серверы на которых установлено это приложение
sk: Servre s touto aplikáciou

source: Active tasks on this application
ca: Tasques actives en aquesta aplicació
ru: Активные задания для этого приложения
sk: Aktívne spustenia tejto aplikácie

source: Groups with this application
ca: Grups que disposen d'aquesta aplicació
ru: Группы с этим приложением
sk: Skupiny pre túto aplikáciu

source: Are you sure you want to delete this application from this group?
ca: Està segur que desitja esborrar aquesta aplicació d'aquest grup?
ru: Вы действительно хотите удалить это приложение из данной группы?
sk: Ste si istý, že chcete odstrániť aplikáciu z tejto skupiny?

source: Delete from this group
ca: Esborrar d'aquest grup
ru: Удалить из этой группы
sk: Odstrániť z tejto skupiny

source: Add to this group
ca: Agregar a aquest grup
ru: Добавить в эту группу
sk: Pridať do tejto skupiny

source: No available mimes-type
ca: Tipus Mime no disponibles
ru: Нет доступных медиатипов MIME
sk: Žiadne dostupné Mime-Typy

source: Select an icon from an Application Server
ca: Selecciona una icona des d'un servidor d'aplicacions
ru: Выберите значок на Сервере приложений
sk: Vyber ikonu z aplikačného servera

source: Select this icon
ca: Seleccionar aquesta icona
ru: Выбрать этот значок
sk: Vyber túto ikonu

source: Upload an icon
ca: Carrega una icona
ru: Загрузить значок
sk: Načítaj ikonu

source: Upload this icon
ca: Carrega aquesta icona
ru: Загрузить этот значок
sk: Načítaj túto ikonu

source: Web
ru: Веб

source: Are you sure you want to delete this application?
ca: Està segur que desitja esborrar aquesta aplicació?
ru: Вы действительно хотите удалить это приложение?
sk: Ste si istý, že chcete zmazať aplikáciu?

source: Are you sure you want to delete these Static Applications?
ca: Està segur que desitja eliminar aquestes aplicacions estàtiques?
ru: Вы действительно хотите удалить эти статические приложения?
sk: Ste si istý, že chcete odstrániť tieto statické aplikácie?

source: Add a Static Application
ca: Afegir una aplicació estàtica
ru: Добавить статическое приложение
sk: Pridaj statickú aplikáciu

source: Command
ca: Comandament
ru: Команда
sk: Príkaz

source: Add
ca: Agregar
ru: Добавить
sk: Pridať

source: Web Links Configuration
ru: Настройка веб-ссылок
sk: Konfigurácia web liniek

source: Default browser for:
ca: Navegador predeterminat per a:
ru: Браузер по-умолчанию для:
sk: Východzí prehliadač pre:

source: Update
ca: Actualitzar
ru: Обновить
sk: Aktualizácia

source: Clone to new application
ca: Clona-ho com una aplicació nova
ru: Копировать в новое приложение
sk: Klonuj na novú aplikáciu

source: Modify
ca: Modificar
ru: Изменить
sk: Zmeniť

source: Icon
ca: Icona
ru: Значок
sk: Ikona

source: Delete this icon
ca: Esborrar aquesta icona
ru: Удалить этот значок
sk: Zmazať túto ikonu

source: Are you sure you want to delete this icon?
ca: Està segur que desitja esborrar aquesta icona?
ru: Вы действительно хотите удалить этот значок?
sk: Ste si istý, že chcete zmazať túto ikonu?

source: Del
ca: Esborrar
ru: Удалить
sk: Zmaž

source: Custom Mime-Type:
ca: Tipus Mime personalitzat:
ru: Собственный медиатип MIME:
sk: Vlastný Mime-Type:

source: Add a Web Application
ca: Afegir una aplicació web
ru: Добавить веб-приложение
sk: Pridaj Web Aplikáciu

source: URL prefix
ca: Prefix URL
ru: Префикс URL

source: Download
ca: Descarrega
ru: Загрузить
sk: Stiahnuť

source: Application groups
ca: Grups d'aplicacions
ru: Группы приложений
sk: Skupina aplikácií

source: No available application groups
ca: Grups d'aplicacions no disponibles
ru: Нет доступных групп приложений
sk: Nedostupná skupina aplikácií

source: Enabled
ca: Habilitat/da
ru: Включено
sk: Povolené

source: Are you sure you want to delete this group?
ca: Està segur que desitja esborrar aquest grup?
ru: Вы действительно хотите удалить эту группу?
sk: Ste si istý, že chcete zmazať túto skupinu?

source: Are you sure you want to delete these groups?
ca: Està segur que desitja esborrar aquests grups?
ru: Вы действительно хотите удалить эти группы?
sk: Ste si istý, že chcete zmazať tieto skupiny?

source: Create a new group
ca: Crea un grup nou
ru: Создать новую группу
sk: Vytvoriť novú skupinu

source: Unable to import group
ca: No es pot importar el grup
ru: Не удалось импортировать группу
sk: Zlyhal import skupiny

source: Enable
ca: Habilitar
ru: Включить
sk: Povoliť

source: Failed to get User Group data
ru: Не удалось получить данные групп пользователей
sk: Zlyhalo načítanie dát užívateľskej skupiny

source: Application Group management
ca: Gestió dels grups d'aplicacions
ru: Управление группами приложений
sk: Manažment skupín aplikácií

source: Settings
ca: Paràmetres
ru: Настройки
sk: Nastavenia

source: Delete this group
ca: Esborrar aquest grup
ru: Удалить эту группу
sk: Zmazať túto skupinu

source: Update the name
ca: Actualitzeu el nom
ru: Обновить имя
sk: Aktualizovať meno

source: Update the description
ca: Actualitzeu la descripció
ru: Обновить описание
sk: Aktualizovať popis

source: List of applications in this group
ca: Llista d'aplicacions d'aquest grup
ru: Список приложений в этой группе
sk: Zoznam aplikácií v tejto skupine

source: List of publications for this group
ca: Llista de publicacions d'aquest grup
ru: Список публикаций для этой группы
sk: Zoznam publikácií pre túto skupinu

source: Are you sure you want to delete this publication?
ca: Està segur que desitja esborrar aquesta publicació?
ru: Вы действительно хотите удалить эту публикацию?
sk: Ste si istý, že chcete zmazať túto publikáciu?

source: Delete this publication
ca: Esborrar aquesta publicació
ru: Удалить эту публикацию
sk: Zmazať túto publikáciu

source: Add this publication
ca: Agregar aquesta publicació
ru: Добавить эту публикацию
sk: Pridať túto publikáciu

source: Organization
ca: Organització
ru: Организация
sk: Organizácia

source: Subscription Key Owner
ru: Владелец ключа подписки
sk: Majiteľ kľúča

source: Email
ca: Correu electrònic
ru: Электронная почта

source: Start Date (UTC)
ca: Data d'inici (UTC)
ru: Дата начала (UTC)
sk: Začiatočný dátum (UTC)

source: End Date (UTC)
ca: Data final (UTC)
ru: Дата окончания (UTC)
sk: Konečný dátum (UTC)

source: Evaluation
ru: Оценочный период
sk: Vyhodnotenie

source: Connected User Limit
ca: Màxim d'usuaris connectats
ru: Ограничение на количество подключений
sk: Limit pripojených užívateľov

source: Assigned Users
ca: Usuaris assignats
ru: Назначенные пользователи
sk: Priradení užívatelia

source: Invalid Subscription Key
ru: Неверный ключ подписки
sk: Neplatný kľúč

source: Subscription Key has expired
ru: Срок ключа подписки закончился
sk: Predplatný kľúč expiroval

source: Subscription Key expired
ru: Срок действия ключа подписки закончился
sk: Predplatný kľúč expiroval

source: Only %d days remaining
ca: Tant sols resten %d dies
ru: Осталось всего %d дней(я)
sk: Ostáva len %d dní

source: OK (%d days remaining)
ca: OK (%d dies restants)
ru: OK (осталось %d дня(ней))
sk: OK (ostáva len %d dní)

source: Are you sure you want to delete this Subscription Key?
ru: Вы действительно хотите удалить этот ключ подписки?
sk: Ste si istý, že chcete zmazať tento kľúč?

source: Delete this Subscription Key
ru: Удалить ключ подписки
sk: Zmazať tento kľúč

source: Install a Subscription Key
ru: Установить ключ подписки
sk: Inštalovať kľúč

source: Install this Subscription Key
ru: Установить этот ключ подписки
sk: Inštalovať kľúč

source: Reset assigned users
ca: Restableix els usuaris assignats
ru: Очистить список назначенных пользователей
sk: Zruš priradené pravidlá

source: Subscription Key Summary
ru: Сведения о ключе подписки
sk: Sumarizácia kľúčov

source: No valid Subscription Keys
ru: Нет действующих ключей подписки
sk: Žiadny platný kľúč

source: Valid from
ru: Действует с
sk: Platný od

source: Valid until
ru: Действует до
sk: Platný do

source: Assigned User Limit
ca: Límit d'usuaris assignats
ru: Ограничение на количество назначенных пользователей
sk: Priradený limit používateľov

source: Unable to load checkup
ca: No es pot carregar la revisió
ru: Невозможно загрузить проверку
sk: Nemôžem načítať kontrolu

source: PHP Modules
ca: Mòduls PHP
ru: Модули PHP
sk: PHP Moduly

source: Cleanup liaisons
ca: Netegeu els enllaços
ru: Удалить связи с несуществующими объектами
sk: Vyčistiť spoluprácu

source: Default User Group
ru: Группа пользователя по-умолчанию
sk: Východzia užívateľská skupina

source: Cleanup configuration
ca: Netejar la configuració
ru: Очистить настройки
sk: Vyčisti konfiguráciu

source: Configuration successfully saved
ca: Configuració guardada amb èxit
ru: Настройки успешно сохранены
sk: Konfigurácia bola uložená

source: Preferences not loaded
ca: No s'han carregat les preferències
ru: Настройки не загружены
sk: Nastavenia neboli načítané

source: Saved successfully
ca: Guardat amb èxit
ru: Успешно сохранено
sk: Úspešne uložené

source: Test
ca: Provar
ru: Тест

source: Success
ca: Èxit
ru: Успех
sk: Úspech

source: Last saved
ca: Darrera gravació
ru: Последнее сохранение
sk: Naposledy uložené

source: Slave Server
ca: Servidor secundari
ru: Подчиненный сервер

source: Authorized FQDN
ca: FQDN Autoritzat
ru: Разрешенные имена (FQDN)
sk: Autorizované FQDN

source: FQDN check
ca: Comprova FQDN
ru: Проверка имен (FQDN)
sk: Kontrola FQDN

source: Your Premium Edition Subscription Key will expire in %d days
ru: Срок действия вашего сертификата Расширенной поддержки истекает через %d дня(ей)
sk: Váš Premium Edition kľúč expiruje o %d dní

source: Your Premium Edition Subscription Key has expired.
ru: Срок действия вашего ключа Расширенной подписки истек.
sk: Váš Premium Edition kľúč expiroval

source: Your Premium Edition Subscription Key is valid for %d days.
ru: Ваш ключ Расширенной поддержки действителен в течение %d дней(я)
sk: Váš Premium Edition kľúč je platný ešte %d dní

source: You don't have any valid Premium Edition Subscription Keys.
ru: У вас нет действующих ключей Расширенной поддержки.
sk: Nemáte žiadny Premium Edition kľúč

source: Users and User Groups
ca: Usuaris i grups d'usuaris
ru: Пользователи и группы
sk: Užívatelia a Užívateľské skupiny

source: Applications and Application Groups
ca: Aplicacions i grups d'aplicacions
ru: Приложения и группы приложений
sk: Aplikácie a skupiny aplikácií

source: System
ca: Sistema
ru: Система
sk: Systém

source: Are you sure you want to switch the system to production mode?
ca: Segur que vols posar el servidor en producció?
ru: Вы действительно желаете перевести систему в рабочий режим?
sk: Ste si istý, že chcete prepnúť systém do produkčného módu?

source: Switch the system to production mode
ca: Posar el sistema en producció
ru: Перевести систему в рабочий режим
sk: Prepnúť systém do produkčného módu

source: The system is in production mode
ca: El sistema esta en mode de producció
ru: Система находится в рабочем режиме
sk: Systém je v produkčnom móde

source: Are you sure you want to switch the system to maintenance mode?
ca: Segur que vols posar el servidor en mode manteniment?
ru: Вы действительно желаете перевести систему в режим обслуживания?
sk: Ste si istý, že chcete prepnúť systém do módu údržby?

source: Switch the system to maintenance mode
ca: Posa el sistema en mode de manteniment
ru: Перевод системы е в режим обслуживания
sk: Prepnúť systém do módu údržby.

source: active sessions
ca: sessions actives
ru: активных сессий
sk: aktívne prihlásenia

source: active session
ca: sessió activa
ru: активная сессия
sk: aktívne prihlásenie

source: online servers
ca: servidors connectats
ru: доступных серверов
sk: online servre
