Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/i18n/uovdsmadmin/*.po
Languages: ca, ru, sk

source: match
ca: correspondència
ru: совпадают
sk: obsahuje

source: Accept expired password
ca: Acceptar contrasenya caducada
ru: Принять просроченные пароль
sk: Potvrďte expirované heslo

source: CAS server URL
ca: URL del servidor CAS
ru: Адрес CAS сервера

source: SERVER variable for SSO
ca: Variable SERVER per a SSO
ru: Переменная SERVER для SSO
sk: SERVER premenná pre SSO

source: Remove domain if exists
ca: Esborrar el domini si existeix
ru: Удалить домен если существует
sk: Odstrániť doménu ak existuje

source: Token validation URL
ca: URL per a validació del testimoni (token)
ru: URL проверки токена
sk: Token overovacie URL

source: Token XML user node name
ca: Nom del node de Token XML d'usuari
ru: Имя XML-узла имени пользователя
sk: Token XML meno užívateľského uzla

source: Token XML login attribute name
ca: Nom de l'atribut d'inici de sessió en el Token XML
ru: Имя XML-атрибута с логином

source: Which login should be used for the ApplicationServer's generated user?
ca: Quin nom d'usuari s'utilitzarà per l'usuari creat pel servidor d'aplicacions?
ru: Имя входа для автоматического создания пользователя сервером приложений?
sk: Ktorý login má byť použitý pre užívateľov generovaných Aplikačným servrom?

source: Which password should be used for the ApplicationServer's generated user?
ca: Quina contrasenya cal utilitzar per l'usuari creat pel servidor d'aplicacions?
ru: Пароль входа для автоматического создания пользователя сервером приложений?
sk: Ktoré heslo má byť použité pre užívateľov generovaných Aplikačným serverom?

source: Manage users by ZENworks DLU instead of native method
ca: Deixar a ZENworks DLU la gestió d'usuaris enlloc del mètode natiu
ru: Управляйте пользователями средствами ZENworks DLU, вместо собственных средств OVD
sk: Správa užívateľov pomocou ZENworks DLU

source: Override password
ca: Anul·lar la contrasenya
ru: Сбросить пароль
sk: Anulovať heslo

source: Select debug options you want to enable.
ca: Seleccioneu les opcions de depuració que voleu activar
ru: Выберите настройки отладки, которые хотите включить
sk: Označ možnosti ladenia, ktoré chceš sprístupniť.

source: The maximum number of items that can be displayed.
ca: El nombre màxim d'elements que es poden mostrar.
ru: Максимальное количество отображаемых элементов.
sk: Maximálny počet položiek, ktoré môžu byť zobrazené

source: The type of your database.
ca: El tipus de la seva base de dades.
ru: Тип вашей базы данных.
sk: Typ Vašej databázy

source: The address of your database host. This database contains adminstration console data. Example: localhost or db.mycorporate.com.
ca: L'adreça del seu servidor de la base de dades. Aquesta base de dades conté les dades de la consola d'administració. Exemple: localhost o bé db.mycorporate.com.
ru: Адрес сервера базы данных в которой будут храниться данные административной консоли. Например: localhost или db.mycorporate.com.
sk: Adresa databázového hosta. Táto databáza obsahuje údaje admin konzoly. Príklad: localhost alebo db.mycorporate.com.

source: The username that must be used to access the database.
ca: El nom d'usuari que s'utilitzarà per accedir a la base de dades.
ru: Имя пользователя для доступа к базе данных.
sk: Užívateľské meno, ktoré musí byť použité pre prístup do databázy.

source: The user password that must be used to access the database.
ca: La contrasenya de l'usuari que s'utilitzarà per accedir a la base de dades.
ru: Пароль пользователя для доступа к базе данных.
sk: Užívateľské heslo, ktoré musí byť použité pre prístup do databázy.

source: The table prefix for the database.
ca: El prefix a utilitzar en el nom de les taules de la base de dades.
ru: Префикс таблиц для базы данных.
sk: Prefix tabuliek pre databázu.

source: Enable this option if you don't want to check that the result of the reverse FQDN address fits the one that was registered.
ca: Activi aquesta opció si no voleu comprovar que el resultat de la direcció FQDN inversa s'ajusta a la que es va registrar.
ru: Включите эту настройку, если не нужно проверять обратный адрес DNS на соответствие зарегистрированным.
sk: Povoľte túto možnosť, ak nechcete skontrolovať, či výsledok reverznej FQDN adresy dá tú, ktorá bola zaregistrovaná.

source: Try to identify the server using the reverse DNS record associated to the remote address.
ca: Intenta identificar el servidor utilitzant el registre de DNS invers associat a l'adreça remota.
ru: Пытаться идентифицировать сервер через обратный DNS запрос.
sk: Pre identifikáciu servera použiť reverzný DNS záznam pridelený pre vzdialenú adresu.

source: When a server status is down or broken, and it is sending monitoring, try to switch it back to ready ?
ca: Cal tractar de tornar el servidor a producció quan, en un estat que està fora de línia o fora de servei, envia el monitoratge?
ru: Если сервер перешел в статус неисправного, но при этом выдает данные мониторинга, пытаться ли вернуть его в работу?
sk: Ak je status servera zhodený, alebo poškodený a je vykonaný monitoring, pokúsiť sa ho prehodiť do stavu "ready" ?

source: An empty list means all servers can host a desktop (no restriction on desktop server choice)
ca: Si la llista és buida tots els servidors poden allotjar escriptoris (sense restriccions per escollir servidor d'escriptori)
ru: Пустой список означает что все сервера могут обслуживать рабочий стол (нет ограничений на выбор сервера)
sk: Prázdny zoznam znamená, že všetky servre môžu hosťovať plochu (neexistujú obmedzenia na server pre plochu)

source: Useful for web integration starting a maximised application as only windows into the remote screen
ca: Útil en la integració web iniciant una aplicació maximitzada com única finestra en la pantalla remota
ru: Подходит для интеграции полноэкранного приложения как единственного окна на удаленном устройстве
sk: Vhodné pre web integráciu štartujúcu maximalizovanú aplikáciu ako jediné okno vzdialenej plochy

source: The maximum number of sessions that can be started on the farm (0 is unlimited).
ca: Nombre màxim de sessions que es poden iniciar en la granja (0 per indicar sense límit).
ru: Максимальное количество сессий которое можно запустить на ферме (0 - без ограничений)
sk: Maximálny počet session, ktoré môžu byť spustené na serverovskej farme (0 - nelimitovaný počet).

source: Provide file access optimization when using common network drives between client & Application Servers (open the file on server side instead of sending it from client using RDP disk redirection)
ca: Proporcionar optimització en l'accés a l'arxiu en utilitzar unitats de xarxa comuns entre clients i servidors d'aplicació (obrir l'arxiu al servidor en lloc d'enviar des del client utilitzant la redirecció de disc RDP)
ru: Предоставляет оптимизированный файловый доступ к общим сетевым ресурсам между клиентом и серверами приложений (открывает доступ на стороне сервера, вместо использования перенаправления дисков RDP)
sk: Poskytuje optimalizáciu dostupnosti k súborom využitím spoločných sieťových diskov medzi klientom a serverom (otvorí súbor na strane servera namiesto jeho posielania na klientskú stanicu využitím RDP)

source: - None: none of the client drives will be used in the OVD session<br />- Partial: Desktop and My Documents user directories will be available in the OVD session<br />- Full: all client drives (including Desktop and My Documents) will be available in the OVD session
ca: - Cap: cap unitat del client estarà disponible en la sessió OVD<br />- Parcial: l'escriptori i la carpeta "Els meus documents" estaran disponibles en la sessió OVD<br />- Complet: totes les unitats del client (inclòs l'escriptori i "Els meus documents") estaran disponibles en la sessió OVD
ru: - Нет: локальные диски пользователя будут недоступны. <br />- Частично: будут доступны локальные папки пользователя Рабочий стол и Мои документы <br />- Полное: все локальные диски пользователя (в том числе Рабочий стол и Мои документы) будут доступны в сеансе
sk: - Žiadny: žiadny z klientských diskov nebude púoužitý v OVD session<br />-Čiastočne: adresáre používateľa Plocha, Moje dokumenty budú dostupné v OVD session<br />- Plný: všetky disky klienta (vrátane adresárov Plocha, Moje dokumenty) budú dostupné v OVD session

source: RDP color depth
ca: Profunditat del color en RDP
ru: Глубина цвета RDP-сеанса
sk: RDP hĺbka farieb

source: Enhance user experience: graphic effects and optimizations (It decreases performances if used in a Wide Area Network)
ca: Millorar l'experiència de l'usuari: efectes gràfics i optimitzacions (disminueix el rendiment en xarxes WAN)
ru: Функции улучшения восприятия: графические эффекты и оптимизация (производительность снижается на медленных сетях WAN)
sk: Vylepšenie práce užívateľov: grafické efekty a optimalizácia (zníži výkon ak sú pripojenia cez internet)

source: Choose Advanced Settings options you want to make available to users before they launch a session.
ca: Trieu els paràmetres de configuració avançada que voleu posar a disposició dels usuaris quan iniciïn una sessió.
ru: Укажите настройки, которые хотите сделать доступными пользователям перед запуском сеанса
sk: Zvoľ rozšírené nastavenia, ktoré majú byť dostupné užívateľom pred prihlásením.

source: Display the list of users from the corporate directory in the login box. If the list is not displayed, the user must provide his login name.
ca: Mostra la llista d'usuaris del directori corporatiu en el quadre d'inici de sessió. Si la llista no apareix, l'usuari ha de proporcionar el seu nom d'usuari.
ru: Показывать список пользователей в поле "Имя пользователя". В противном случае, пользователь должен сам ввести имя пользователя.
sk: Zobraziť zoznam používateľov z podnikového adresára v prihlasovacom okne. V prípade, že zoznam nie je zobrazený, používateľ musí poskytnúť svoje prihlasovacie meno.

source: Authorize non authenticated requests to get information about users authorized applications or get applications icons.
ca: Autoritzar sol·licituds no autenticades per obtenir informació sobre les aplicacions autoritzades a usuaris o obtenir les icones d'aplicacions.
ru: Разрешать неавторизованные запросы на получение информации о доступных приложениях, получение значков приложений.
sk: Povoľ neautorizované žiadosti o získanie informácií o užívateľských oprávnených aplikáciach alebo k prevzatiu aplikačných ikon.

source: Choose the modules you want to enable.
ca: Escull els mòduls que vols activar.
ru: Выберите модули, которые хотите включить.
sk: Zvoľ moduly, ktoré majú byť sprístupnené.

source: Use child groups (works with AD up to 2008r2)
ca: Utilitza grups secundaris (funciona amb AD fins 2008r2)
ru: Использовать вложенные группы (работает с AD до версии 2008r2)
sk: Použi podriadené skupiny (funguje s AD 2008r2 a vyšším)

source: Filter (example: %s)
ca: Filtre (exemple: %s)
ru: Фильтр (например: %s)
sk: Filter (príklad: %s)

source: The user login that must be used to access the database (to list users groups).
ca: El nom d'usuari que cal utilitzar per accedir a la base de dades (per llistar grups d'usuaris).
ru: Логин пользователя для доступа к базе даных (для получения списка групп).
sk: Užívateľský login, ktorý musí byť použitý pre prístup do databázy (pre zoznam užívateľských kont)

source: The user password that must be used to access the database (to list users groups).
ca: La contrasenya de l'usuari que cal utilitzar per accedir a la base de dades (per llistar els grups d'usuaris).
ru: Пароль пользователя для доступа к базе даных (для получения списка групп).
sk: Užívateľské heslo, ktoré musí byť použité pre prístup do databázy (pre zoznam užívateľských kont)

source: The name of the database table which contains the User Groups
ca: El nom de la taula de la base de dades que conté els grups d'usuaris
ru: Имя таблицы групп пользователей в БД
sk: Meno databázovej tabuľky, ktorá obsahuje užívateľské skupiny

source: The address of your LDAP server.
ca: L'adreça del vostre servidor LDAP.
ru: Адрес LDAP сервера
sk: Adresa LDAP servra.

source: The port number used by your LDAP server.
ca: El nombre de port utilitzat pel vostre servidor LDAP.
ru: Номер порта, используемого LDAP сервером.
sk: Číslo portu použité LDAP servrom.

source: Use SSL (ldaps://)
ca: Utilitzar SSL (lpads://)
ru: Использовать SSL (ldaps://)
sk: Použi SSL (ldaps://)

source: Filter, example (&(distinguishedname=mike*)(uid=42*))
ca: Filtre, exemple (&(distinguishedname=mike*)(uid=42*))
ru: Фильтр, например (&(distinguishedname=mike*)(uid=42*))
sk: Príklad filtra (&(distinguishedname=mike*)(uid=42*))

source: The address of your Active Directory server.
ca: L'adreça del vostre servidor d'Active Directory.
ru: Адрес контролера Active Directory.
sk: Adresa Active Directory servra.

source: Domain name used by Active Directory
ca: Nom del domini utilitzat per l'Active Directory
ru: Имя домена в Active Directory
sk: Domain použité pre Active Directory

source: Authorize a user connection even if the password has expired, to have the Windows server perform the password renew process
ca: Permet la connexió d'un usuari amb contrasenya caducada per que pugui accedir al procés de canvi del servidor Windows
ru: Разрешить подключение пользователя даже если его пароль просрочен, чтобы дать серверу Windows возможность выполнить процедуру обновления пароля
sk: Povoľ pripojenie užívateľa s expirovaným heslom pre možnosť obnovy hesla prostredníctvom procesov Windows servera

source: If a token argument is sent to <i>startsession</i>, the system performs a user login by requesting the token validation URL.<br /><br />Enter the URL to request if a token argument is sent to <i>startsession</i> instead of login/password.<br /><br />The special string <b>%TOKEN%</b> needs to be set because it will be replaced by the token argument when the URL is requested.
ca: Si el token de validació s'envia com argument a <i>startsession</i>, el sistema intentarà l'inici de sessió contra la URL de validació.<br /><br />Introdueix la URL de validació si envies el token a <i>startsession</i> enlloc de usuari/contrasenya.<br /><br />La cadena especial <b>%TOKEN%</b> és necessaria per ser substituida per l'argument del token en fer la validació al URL.
ru: Если аргумент токена отправляется <i>startsession</i>, система выполняет регистрацию пользователя запрашивая URL проверки токена.<br /><br />Укажите URL для запроса, когад аргумент токена отправляется в <i>startsession</i> вместо пары имя/пароль.<br /><br />Специальная строка <b>%TOKEN%</b> должна быть задана, так как она будет заменена аргументом токена при обращении к URL.
sk: Ak je token argument poslaný do <i>startsession</i>, systém si vypýta pri prihlasovaní overovaciu URL tokenu.<br /><br />Zadajte URL pre požiadavku <i>startsession</i> namiesto mena/hesla.<br /><br />. Špeciálne znaky <b>%TOKEN%</b> musia byť nastavené pretože budú nahradené token argumentom keď bude token vyžiadaný.

source: The id of the XML node that contains the user login
ca: El id del node XML que conté l'usuari d'inici de sessió
ru: ID XML-узла, содержащего логин пользователя

source: The name of the XML attribute that contains the user login (in the previously defined XML node)
ca: El nom de l'atribut XML que conté el nom d'usuari (en el node XML prèviament definit)
ru: Имя XML-атрибута содержащего регистрационное имя (в ранее определенном узле XML)
sk: Názov XML atribútu, ktorý obsahuje užívateľské meno (v predchádzajúcej definícii XML node)

source: Token list: the first column is supposed to be the token. the second is the user login associated with this token
ca: Llista de token: es suposa que la primera columna és el token, la segona és l'usuari associat al token.
ru: Список токенов: первая колонка является токеном, вторая - имя пользователя, связанное с данным токеном
sk: Zoznam tokenov: prvý stĺpec sa predpokladá token, druhý stĺpec užívateľské spojené s tokenom

source: None
ca: Cap
ru: Нет
sk: Žiadny

source: no
ru: нет
sk: nie

source: yes
ca: si
ru: да
sk: ano

source: Autodetect
ca: Auto-detectar
ru: Автоопределение
sk: Autorozlíšenie

source: debug
ca: depurar
ru: отладка
sk: ladenie

source: info
ru: информация

source: warning
ca: avís
ru: предупреждение
sk: varovanie

source: error
ru: ошибка
sk: chyba

source: critical
ca: crític
ru: критический
sk: kritická

source: 30 seconds
ca: 30 segons
ru: 30 секунд
sk: 30 sekúnd

source: 1 minute
ca: 1 minut
ru: 1 минута
sk: 1 minúta

source: 2 minutes
ca: 2 minuts
ru: 2 минуты
sk: 2 minúty

source: 5 minutes
ca: 5 minuts
ru: 5 минут
sk: 5 minút

source: 10 minutes
ca: 10 minuts
ru: 10 минут
sk: 10 minút

source: 15 minutes
ca: 15 minuts
ru: 15 минут
sk: 15 minút

source: 30 minutes
ca: 30 minuts
ru: 30 минут
sk: 30 minút

source: 1 hour
ca: 1 hora
ru: 1 час
sk: 1 hodina

source: 2 hours
ca: 2 hores
ru: 2 часа
sk: 2 hodiny

source: 5 hours
ca: 5 hores
ru: 5 часов
sk: 5 hodín

source: 12 hours
ca: 12 hores
ru: 12 часов
sk: 12 hodín

source: 1 day
ca: 1 dia
ru: 1 день
sk: 1 deň

source: 2 days
ca: 2 dies
ru: 2 дня
sk: 2 dni

source: 1 week
ca: 1 setmana
ru: 1 неделя
sk: 1 týždeň

source: 1 month
ca: 1 mes
ru: 1 месяц
sk: 1 mesiac

source: 1 year
ru: Год
sk: 1 Rok

source: use Admin Console
ru: используйте консоль администратора
sk: použi Admin Konzolu

source: view Servers
ca: veure els servidors
ru: просмотр Серверов
sk: zobraz Servre

source: manage Servers
ca: gestionar els servidors
ru: управление Серверами
sk: spravuj Servre

source: view Shared Folders
ca: veure les carpetes compartides
ru: просмотр общих папок
sk: zobraz Zdieľané adresáre

source: manage Shared Folders
ca: gestionar les carpetes compartides
ru: управление общими папками
sk: spravuj Zdieľané adresáre

source: view Users
ca: veure els usuaris
ru: просмотр Пользователей
sk: zobraz Užívateľov

source: manage Users
ca: gestionar els usuaris
ru: управление Пользователями
sk: spravuj Užívateľov

source: view User Groups
ru: просмотр групп пользователей
sk: zobraz Užívateľské skupiny

source: manage User Groups
ru: управление группами пользователей
sk: spravuj Užívateľské skupiny

source: view Applications
ca: veure les aplicacions
ru: просмотр Приложений
sk: zobraz Aplikácie

source: manage Applications
ca: gestionar les aplicacions
ru: управление Приложениями
sk: spravuj Aplikácie

source: view Application Groups
ru: просмотр групп приложений
sk: zobraz Skupiny aplikácii

source: manage Application Groups
ru: управление группами приложений
sk: spravuj Skupiny aplikácii

source: view Publications
ca: veure les publicacions
ru: просмотр Публикаций
sk: zobraz Publikácie

source: manage Publications
ca: gestionar les publicacions
ru: управление Публикациями
sk: spravuj Publikácie

source: view Configuration
ca: veure la configuració
ru: просмотр Конфигурации
sk: zobraz Konfiguráciu

source: manage Configuration
ca: gestionar la configuració
ru: управление Конфигурацией
sk: spravuj Konfiguráciu

source: view Status
ca: veure l'estat
ru: просмотр Состояния
sk: zobraz Status

source: manage Sessions
ru: управление сессиями
sk: spravuj session

source: manage Reporting
ca: gestiona els informes
ru: управление отчетами
sk: spravuj Reporting

source: view Summary
ca: veure el resum
ru: просмотр Сводной информации
sk: zobraz Sumarizáciu

source: view News
ca: veure les notícies
ru: просмотр Новостей
sk: zobraz Novinky

source: manage News
ca: gestionar les notícies
ru: управление Новостями
sk: spravuj Novinky

source: manage Scripts
ca: gestionar els scripts
ru: управление скриптами
sk: spravuj Skripty

source: view Scripts
ca: veure els scripts
ru: просмотр скриптов
sk: zobraz Skripty

source: view Script Groups
ru: просмотр групп скриптов
sk: zobraz skupiny Skriptov

source: manage Script Groups
ru: управление группами скриптов
sk: spravuj skupiny Skriptov

source: Local
ru: Локальный
sk: Lokálny

source: SMTP server
ca: Servidor SMTP
ru: SMTP сервер

source: Desktop
ca: Escriptori
ru: Рабочий стол
sk: Plocha

source: Applications
ca: Aplicacions
ru: Приложения
sk: Aplikácie

source: Do nothing
ca: No fer res
ru: Ничего не делать
sk: Nerob nič

source: Switch to maintenance
ca: Posar en manteniment
ru: В режим обслуживания
sk: Prepni do módu údržby

source: Any
ca: Qualsevol
ru: Любой
sk: Nejaký

source: partial
ca: parcial
ru: Частично
sk: čiastočne

source: full
ca: complet
ru: Полное
sk: naplno

source: session mode
ca: Mode de la sessió
ru: режим сеанса
sk: mód prihlásenia

source: language
ca: idioma
ru: язык
sk: jazyk

source: server
ca: servidor
ru: сервер

source: timeout
ca: Temps d'espera
ru: таймаут
sk: časový limit nečinnosti

source: persistent
ca: permanent
ru: постоянный
sk: pretrvávajúci

source: Auto authentication
ca: Autenticació automàtica
ru: Автоматический вход
sk: Auto autentifikácia

source: CAS authentication
ca: Autenticació CAS
ru: CAS аутентификация
sk: CAS autentifikácia

source: RemoteUser authentication
ca: Autenticació d'usuari remot
ru: RemoteUser аутентификация
sk: RemoteUser autentifikácia

source: Token authentication
ca: Autenticació per testimoni (Token)
ru: Аутентификация по маркеру безопасности
sk: Token autentifikácia

source: Login/Password authentication
ca: Autenticació usuari/contrasenya
ru: Аутентификация по логину/паролю
sk: Meno/Heslo autentifikácia

source: Use given login
ca: Utilitzar el nom d'usuari donat
ru: Указанный ранее логин
sk: Použi daný login

source: Auto-generate
ca: Generar automàticament
ru: Автоматически генерируемый
sk: Auto-vygeneruj

source: Use given password
ca: Utilitzar la contrasenya donada
ru: Использовать заданный пароль
sk: Použiť dané heslo

source: Under maintenance
ca: En manteniment
ru: На обслуживании
sk: V údržbe

source: Pending
ca: Pendent
ru: В ожидании
sk: Vyčkávajúci

source: Online
ca: Connectat
ru: Доступен

source: Offline
ca: Fora de línia
ru: Недоступен

source: Broken
ca: Espatllat
ru: Неисправен
sk: Poškodený

source: Error
ru: Ошибка
sk: Chyba

source: Creating
ca: Creant
ru: Создание
sk: Vytváraný

source: Created
ca: Creat
ru: Создано
sk: Vytvorený

source: Initializing
ca: Inicialitzant
ru: Инициализация
sk: Inicializovaný

source: Ready
ca: Llest
ru: Готов
sk: Pripravený

source: Logged
ca: Connectat
ru: Используется
sk: Prihlásený

source: Disconnected
ca: Desconnectat
ru: Отключено
sk: Odpojený

source: To destroy
ca: Per destruir
ru: Уничтожить
sk: Na zrušenie

source: Destroying
ca: Destruint
ru: Уничтожение
sk: V štádiu zrušenia

source: Destroyed
ca: Destruït
ru: Уничтожено
sk: Zrušený

source: Communication error with Session Manager
ca: Error de comunicació amb el Gestor de Sessions
ru: Ошибка связи с менеджером сессий
sk: Chyba komunikácie so Správcom Session

source: Soap exception:
ca: Soap excepcion:
ru: Исключение SOAP:
sk: Soap výnimky:

source: You are not allowed to perform this action
ca: No esta autoritzat/da per fer aquesta acció
ru: У вас нет прав для выполнения этой операции
sk: Nie ste oprávnený pre túto činnosť.

source: Search for User Group pattern:
ca: Cerca grups d'usuaris amb aquesta raó:
ru: Искать группы по шаблону:
sk: Hľadať Skupinu užívateľov

source: Search
ca: Cercar
ru: Поиск
sk: Hľadať

source: Reset filter
ca: Restablir filtre
ru: Сбросить фильтр
sk: Vymaž filter

source: Search in:
ca: Cercar en:
ru: Поиск в:
sk: Hľadať v:

source: Name
ca: Nom
ru: Имя
sk: Meno

source: Description
ca: Descripció
ru: Описание
sk: Popis

source: <strong>Partial content:</strong> Only <strong>%d result</strong> displayed but there are more. Please restrict your search field.
ca: <strong>Contingut parcial:</strong> Només s'ha mostrat <strong>%d resultat</strong> però n'hi ha més. Si us plau redefineix la cerca.
ru: <strong>ВНИМАНИЕ: Отображена только </strong> часть результатов (%d).</strong> Необходимо сузить область поиска.
sk: <strong>Čiastočný obsah:</strong> Bol zobrazený len <strong>%d výsledok</strong>, ale je ich viac. Obmedzte prosím Vašu vyhľadávaciu podmienku.
