Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/i18n/uovdsmadmin/*.po
Languages: ca, ru, sk

source: online server
ca: servidor connectat
ru: доступный сервер

source: offline servers
ca: servidors desconnectats
ru: недоступных серверов
sk: offline servre

source: offline server
ca: servidor desconnectat
ru: недоступный сервер

source: broken servers
ca: servidors espatllats
ru: неисправных серверов
sk: poškodené servre

source: broken server
ca: servidor espatllat
ru: неисправный сервер
sk: poškodený server

source: There was an error with your authentication
ca: Hi ha hagut un error en la seva autenticació
ru: Ошибка аутентификации
sk: Vyskytla sa chyba pri autentifikácii

source: Log in
ca: Entrar
ru: Войти
sk: Prihlasovacie meno

source: Password
ca: Contrasenya
ru: Пароль
sk: Heslo

source: Session Manager
ca: Gestor de sessions
ru: Менеджер сеансов
sk: Manažér prihlásení

source: View full log file online
ca: Veure tot l'arxiu de registre log en línia
ru: Просмотреть весь журнал
sk: Ukáž celý log online

source: Download full log file
ca: Descarregar tot l'arxiu de registre
ru: Получить полный файл журнала
sk: Stiahni celý log súbor

source: Slave Servers
ca: Servidors esclaus
ru: Подчиненные сервера
sk: Podriadené servery

source: Log
ca: Registre
ru: Журнал

source: Unable to get log %s
ca: No es pot obtenir el registre %s
ru: Ошибка получения журнала %s
sk: Neviem prevziať log %s

source: More information
ca: Més informació
ru: Дополнительные сведения
sk: Viac informácií

source: Mime-Type
ca: Tipus Mime
ru: Медиатип MIME

source: No application with this mime-type
ca: No hi ha cap aplicació amb aquest tipus mime
ru: Нет приложений, поддерживающих этот медиатип MIME
sk: Žiadna aplikácia pre tento mime-type

source: OS
ca: SO
ru: ОС

source: News successfully modified
ca: Notícia modificada amb èxit
ru: Новость успешно изменена
sk: Novinky úspešne zmenené

source: Title
ca: Títol
ru: Заголовок
sk: Titulok

source: Content
ca: Contingut
ru: Содержание
sk: Obsah

source: Date
ca: Data
ru: Дата
sk: Dátum

source: Are you sure you want to delete this news?
ca: Segur que vol esborrar aquesta notícia?
ru: Вы действительно хотите удалить эту новость?
sk: Ste si istý, že chcete zmazať tieto novinky?

source: Delete this news
ca: Esborrar aquesta notícia
ru: Удалить эту новость
sk: Zmazať tieto novinky

source: Add news
ca: Afegir notícies
ru: Добавить новость
sk: Pridať novinky

source: Title:
ca: Títol:
ru: Заголовок:
sk: Titulok

source: Content:
ca: Contingut:
ru: Содержание:
sk: Obsah

source: Date:
ca: Data:
ru: Дата:
sk: Dátum

source: Add this news
ca: Afegir aquesta notícia
ru: Добавить эту новость
sk: Pridať tieto novinky

source: User not authorized to manage configuration
ca: L'usuari no esta autoritzat per gestionar la configuració
ru: Недостаточно прав для управления настройками
sk: Používateľ nie je autorizovaný spravovať konfiguráciu

source: No action found
ca: Acció no trobada
ru: Действия не найдены
sk: Žiadne akcie nenájdené

source: Current password
ca: Contrasenya actual
ru: Текущий пароль
sk: Aktuálne heslo

source: New password
ca: Contrasenya nova
ru: Новый пароль
sk: Nové heslo

source: Retype password
ca: Torna a escriure la contrasenya
ru: Повтор пароля
sk: Nové heslo (ešte raz)

source: Change
ca: Canviar
ru: Изменить
sk: Zmeniť

source: Profile
ca: Perfil
ru: Профиль
sk: Profil

source: User
ca: Usuari
ru: Пользователь
sk: Užívateľ

source: Are you sure you want to delete this profile?
ca: Segur que vols esborrar aquest perfil?
ru: Вы действительно хотите удалить этот профиль?
sk: Ste si istý, že chcete zmazať tento profil?

source: Delete this profile
ca: Esborrar aquest perfil
ru: Удалить этот профиль
sk: Zmazať tento profil

source: Are you sure you want to delete selected profiles?
ca: Segur que vols esborrar els perfils seleccionats?
ru: Вы действительно хотите удалить выбранные профили?
sk: Ste si istý, že chcete zmazať tieto užívateľské profily?

source: Delete profiles
ca: Esborra perfils
ru: Удалить профили
sk: Zmazať profily

source: No profile
ca: Sense perfil
ru: Нет профиля
sk: Žiadny profil

source: Profile: %s
ca: Perfil: %s
ru: Профиль: %s
sk: Profil: %s

source: Failed to get User Groups list
ca: Error en obtenir la llista de grups d'usuaris
ru: Ошибка при получении списка групп пользователей
sk: Zlyhal načítanie užívateľskej skupiny

source: User Group
ca: Grup d'usuaris
ru: Группа пользователя
sk: Užívateľské skupiny

source: Application Group
ca: Grup d'aplicacions
ru: Группа приложения
sk: Skupiny aplikácií

source: No publications
ru: Нет публикаций
sk: Žiadne publikácie

source: Please select a User Group
ca: Si us plau, seleccioneu un grup d'usuaris
ru: Пожалуйста, выберите группу пользователя
sk: Prosím zvoľte užívateľskú skupinu

source: Please select an Application Group
ca: Si us plau, selecciona un grup d'aplicacions
ru: Пожалуйста, выберите группу приложения
sk: Prosím zvoľte skupinu aplikácií

source: Day
ca: Dia
ru: День
sk: Deň

source: Hour
ca: Hora
ru: Час
sk: Hodina

source: Minute
ca: Minut
ru: Минута
sk: Minúta

source: Error: "from" date is after "to" date, the dates will be reversed
ru: Ошибка: начальная даты позже конечной, даты будут исправлены
sk: Chyba: dátum "od" je po dátume "do", dátumy sú obrátené

source: Error: "to" field is in the future, the current time will be used
ru: Ошибка: конечная дата еще не наступила, будет установлена текущая дата
sk: Chyba: "do" je v budúcnosti, použijem aktuálny dátum

source: Error: "from" field is in the future, the current time will be used
ru: Ошибка: начальная дата еще не наступила, будет использована текущая
sk: Chyba: "od" je v budúcnosti, použijem aktuálny dátum

source: %s is not writable
ca: No es pot escriure en %s
ru: %s недоступно для записи
sk: %s nie je zapisovatelný

source: Number of launched sessions
ca: Nombre de sessions iniciades
ru: Количество запущенных сессий
sk: Počet vykonaných prihlásení

source: unknown
ca: desconegut
ru: неизвестно
sk: neznámy

source: %SERVER% (%TOTAL% session)
ca: %SERVER% (%TOTAL% sessió)
ru: %SERVER% (%TOTAL% сессия)
sk: %SERVER% (%TOTAL% prihlásení)

source: %SERVER% (%TOTAL% sessions)
ru: %SERVER% (%TOTAL% сессий)
sk: %SERVER% (%TOTAL% prihlásení)

source: Session repartition
ca: Distribució de les sessions
ru: Распределение сессии
sk: Rozdelenie prihlásení

source: %STATUS% (%TOTAL% session)
ca: %STATUS% (%TOTAL% sessió)
ru: %STATUS% (%TOTAL% сессия)
sk: %STATUS% (%TOTAL% prihlásení)

source: %STATUS% (%TOTAL% sessions)
ru: %STATUS% (%TOTAL% сессий)
sk: %STATUS% (%TOTAL% prihlásení)

source: Session end status
ca: Estat de final de sessió
ru: Состояние завершения сессии
sk: status prihlásenia ukončené

source: CPU usage
ca: Ús de CPU
ru: Использование ЦП
sk: Využitie CPU

source: RAM usage
ca: Ús de RAM
ru: Использование RAM
sk: Využitie RAM

source: to
ca: a
ru: до
sk: do

source: step
ca: pas
ru: шаг
sk: krok

source: Refresh
ca: Refrescar
ru: Обновить
sk: Obnoviť

source: Abscissa: day of the month
ca: Abscisa: dia del mes
ru: Ось Х: дни месяца
sk: X: dni v mesiaci

source: Abscissa: hour of the day
ca: Abscisa: hora del dia
ru: Ось Х: часы
sk: X: hodiny v dni

source: Abscissa: minute of the hour
ca: Abscisa: minut
ru: Ось Х: минуты
sk: X: minúty v hodine

source: Ordinate: number of sessions
ca: Ordenades: nombre de sessions
ru: Ось Y: количество сессий
sk: Y: počet prihlásení

source: See archived sessions in this time range
ca: Veure sessions archivades en aquest rang de temps
ru: Показать историю сеансов за этот период
sk: Náhľad aktívnych prihlásení v tomto období

source: Ordinate: CPU usage in percent
ca: Ordenades: percentatge d'ús de la CPU
ru: Ось Y: использование ЦП в процентах
sk: Y: Využitie CPU v percentách

source: Ordinate: RAM usage in percent
ca: Ordenades: percentatge d'ús de la RAM
ru: Ось Y: использование памяти в процентах
sk: Y: Využitie RAM v percentách

source: Number of active sessions
ca: Nombre de sessions actives
ru: Количество активных сессий
sk: Počet aktívnych prihlásení

source: Error: "from" date is after "to" date, the current time will be used
ru: Ошибка: начальная дата после конечной, будет использовано текущее время
sk: Chyba: dátum "od" je po dátume "do", bude použitý aktuálny dátum

source: Scripts
ru: Скрипты
sk: Skripty

source: Are you sure you want to delete this script?
ca: Segur que vols eliminar aquest script?
ru: Вы действительно хотите удалить этот скрипт?
sk: Ste si istý, že chcete zmazať tento skript?

source: Delete this script
ca: Eliminar aquest script
ru: Удалить этот скрипт
sk: Zmazať skript

source: Add Script
ca: Afegir script
ru: Добавить скрипт
sk: Pridať skript

source: Name:
ca: Nom:
ru: Имя:
sk: Meno:

source: OS:
ca: SO:
ru: ОС:
sk: Operačný systém:

source: Type:
ca: Tipus:
ru: Тип:
sk: Typ:

source: Add this script
ca: Afegir aquest script
ru: Добавить этот скрипт
sk: Pridať skript

source: Login Script management
ru: Управления скриптами регистрации
sk: Správa prihlasovacích skriptov

source: Error while requesting User Group data
ru: Ошибка при запросе данных групп пользователя
sk: Chyba počas dotazu na užívateľské skupiny

source: User Groups with this user
ca: Grups d'usuari que contenen aquest usuari
ru: Группы, в которые входит пользователь
sk: Užívateľské skupiny tohto užívateľa

source: Are you sure you want to delete this user from this group?
ca: Segur que vols esborrar aquest usuari d'aquest grup?
ru: Вы действительно хотите удалить этого пользователя из группы?
sk: Ste si istý, že chcete zmazať tohto užívateľa z tejto skupiny?

source: Version
ca: Versió
ru: Версия
sk: Verzia

source: Roles
ca: Rols
ru: Роли
sk: Role

source: Switch to production
ca: Posar en producció
ru: В рабочий режим
sk: Prepni do produkčného módu

source: CPU
ru: ЦП

source: cores
ca: nuclis
ru: ядер
sk: jadrá

source: core
ca: nucli
ru: ядро
sk: jadro

source: MB
ru: Мб

source: No server
ca: Sense servidor
ru: Нет сервера
sk: Žiadny server

source: FQDN
ru: Имя (FQDN)

source: Register
ca: Registre
ru: Зарегистрировать

source: Are you sure you want to delete this server?
ca: Segur que vols esborar aquest servidor?
ru: Вы действительно хотите удалить этот сервер?
sk: Ste si istý, že chcete zmazať tento server?

source: No unregistered servers
ru: Нет незарегистрированных серверов
sk: Žiadny neregistrovaný server

source: Warning: server is offline
ca: Atenció: el servidor és fora de línia
ru: Внимание: сервер недоступен
sk: Varovanie: server je offline

source: Warning: server is broken
ca: Atenció: el servidor esta espatllat
ru: Внимание: сервер неисправен
sk: Varovanie: server je poškodený

source: Monitoring
ca: Monitoratge
ru: Мониторинг

source: Session usage
ru: Использование сессий
sk: Využitie Session

source: Disk usage
ca: Ús del disc dur
ru: Использование диска
sk: Využitie diskov

source: define
ca: definir
ru: определить
sk: definovať

source: (no display name defined yet, use "%s" instead
ca: (encara no s'ha definit el nom per mostrar, utilitza "%s"
ru: (отображаемое имя не задано, пока используем "%s"
sk: nebolo definované zobrazovacie meno, použijem "%s" namiesto neho

source: delete
ca: esborrar
ru: удалить
sk: zmazať

source: Internal name (fqdn)
ca: Nom intern (fqdn)
ru: Внутреннее имя (FQDN)
sk: Interné meno (fqdn)

source: Are you sure you want to change the internal name of this server? The server will switch to a broken state if the name is not valid!
ru: Вы действительно хотите изменить внутреннее имя этого сервера? Сервер перейдет в состояние "недоступен", если имя окажется неправильным!
sk: Ste si istý, že chcete zmeniť interný názov servera? Server bude prepnutý do módu "poškodený" ak meno nie je správne!

source: Redirection name for this server
ca: Nom de redirecció per aquest servidor
ru: Имя либо адрес для обращения к серверу
sk: Presmerovanie (meno) pre tento server

source: (no external name defined yet, use "%s" instead
ca: (encara no s'ha definit el nom extern, utilitza "%s"
ru: (внешнее имя пока не определено, используется "%s"
sk: nebolo definované externé meno, použijem "%s" namiesto neho

source: Redirection port (rdp) for this server
ca: Port de redirecció (RDP) per a aquest servidor
ru: Порт перенаправления (RDP) для этого сервера
sk: Redirection port (rdp) pre tento server

source: (default value)
ca: (Valor per omissió)
ru: (значение по-умолчанию)
sk: (východzia hodnota)

source: (overloaded, default value is %d)
ca: (sobrecarregat, el valor per omissió és %d)
ru: (заменено, значение по-умолчанию %d)
sk: (preťažený, východzia hodnota je %d)

source: Roles available on this server
ca: Rols disponibles en aquest servidor
ru: Доступные на этом сервере роли
sk: Role dostupné pre tento server

source: disable this role
ca: desactivar aquesta funció
ru: отключить эту роль
sk: vypnúť túto rolu

source: enable this role
ca: activar aquesta funció
ru: включить эту роль
sk: povoliť túto rolu

source: Role: %s
ca: Rol: %s
ru: Роль: %s
sk: Rola: %s

source: Search for archived sessions :
ca: Cercar sessions guardades:
ru: Поиск в истории сеансов :
sk: Vyhľadanie archivovaných prihlásení :

source: By user
ca: Per usuari
ru: По пользователю
sk: Podľa užívateľa

source: user login
ca: usuari d'inici de sessió
ru: Имя пользователя
sk: prihlasovacie meno

source: By time
ca: Per temps
ru: По времени
sk: Podľa času

source: To
ca: A
ru: До
sk: do

source: <strong>%d</strong> result.
ca: <strong>%d</strong> resultat.
ru: Результатов: <strong>%d</strong>.
sk: <strong>%d</strong> výsledok.

source: No result found!
ca: Cap resultat!
ru: Ничего не найдено!
sk: Žiadny výsledok nenájdený!

source: Session id
ca: ID de sessió
ru: ID сеанса
sk: ID prihlásenia

source: Get more information
ca: Obtenir més informació
ru: Больше сведений
sk: Viac informácií

source: Are you sure you want to delete this archived session?
ca: Està segur que desitja esborrar aquesta sessió guardada?
ru: Вы действительно хотите удалить эту архивную сессию?
sk: Ste si istý, že chcete zmazať archívne session?

source: Are you sure you want to delete these archived sessions?
ca: Està segur que vol esborrar aquestes sessions guardades?
ru: Вы действительно хотите удалить эти архивные сессии?
sk: Ste si istý, že chcete zmazať tieto archívne session?

source: Unknown session %s
ca: Sessió %s desconeguda
ru: Неизвестный сеанс %s
sk: Neznáme prihlásenie %s

source: Back to archived session list
ca: Tornar a la llista de sessions guardades
ru: Назад к списку архивных сессий
sk: Späť do zoznamu archivovaných session

source: Archived Session
ru: Архивные сессии
sk: Archívna session

source: Export as PDF file
ca: Exporta com arxiu PDF
ru: Экспорт в файл PDF
sk: Export ako PDF súbor

source: User:
ca: Usuari:
ru: Пользователь:
sk: Užívateľ:

source: Does not exist
ru: Не существует
sk: Neexistuje

source: Mode:
ru: Режим:
sk: Mód

source: Started:
ca: Iniciat:
ru: Запущен:
sk: Naštartované:

source: Stopped:
ca: Aturat:
ru: Остановлен:
sk: Stopnuté:

source: No information available
ru: Информация недоступна
sk: Nie sú dostupné žiadne informácie

source: does not exist
ru: не существует
sk: neexistuje

source: Show the dump data
ca: Mostra les dades de bolcat
ru: Показать дамп данных
sk: Zobraz vyexportované dáta

source: show
ca: mostra
ru: показать
sk: zobraz

source: Hide the dump data
ca: Amaga les dades del bolcat
ru: Скрыть дамп данных
sk: Skry vyexportované dáta

source: hide
ca: amaga
ru: скрыть
sk: skry

source: Published Applications
ru: Опубликованные приложения
sk: Publikované Aplikácie

source: Unknown application (id: %s)
ca: Aplicació desconeguda (id: %s)
ru: Неизвестное приложение (id: %s)
sk: Neznáma aplikácia (id: %s)

source: Used Applications
ru: Используемые приложения
sk: Použité Aplikácie

source: executed on server %SERVER% during %DURATION%m (started at %STARTED_TIME%, stopped at %STOPPED_TIME%)
ca: executat en el servidor %SERVER% durant %DURATION%m (iniciat a les %STARTED_TIME%, aturat a les %STOPPED_TIME%)
ru: выполнено на сервере %SERVER% в течение %DURATION% мин (начиная с %STARTED_TIME%, закончено в %STOPPED_TIME%)
sk: spustené na serveri %SERVER% trvanie %DURATION% (spustené %STARTED_TIME%, zastavené %STOPPED_TIME%)

source: Storage
ru: Хранилища
sk: Úložisko

source: User profile
ca: Perfil d'usuari
ru: Профиль пользователя
sk: Užívateľský profil

source: on server:
ca: en el servidor:
ru: на сервере:
sk: na serveri

source: Shared folder
ca: Carpeta compartida
ru: Общая папка
sk: Zdielaný adresár

source: Session - %ID%
ca: Sessió - %ID%
ru: Сеанс - %ID%
sk: Prihlásenie - %ID%

source: Information
ca: Informació
ru: Информация
sk: Informácia

source: Servers:
ca: Servidors:
ru: Серверы:
sk: Servre:

source: Desktop server
ca: Servidor d'escriptori
ru: Сервер рабочих столов

source: Status:
ca: Estat:
ru: Статус:

source: Running applications
ca: Aplicacions en marxa
ru: Запущенные приложения
sk: Bežiace aplikácie

source: No running applications
ru: Нет запущенных приложений
sk: Nebežiace aplikácie

source: No published applications
ru: Нет опубликованных приложений
sk: Žiadne publikované aplikácie

source: Kill this session
ca: Matar aquesta sessió
ru: Уничтожить этот сеанс
sk: Zhoď toto prihlásenie

source: Are you sure you want to kill this session?
ca: Segur que vols matar aquesta sessió?
ru: Вы действительно хотите уничтожить этот сеанс?
sk: Ste si istý, že chcete zhodiť toto prihlásenie?

source: Disconnect this session
ca: Desconnecta aquesta sessió
ru: Отключить эту сессию
sk: Odpojiť túto session

source: Are you sure you want to disconnect this session?
ca: Segur que vols desconnectar aquesta sessió?
ru: Вы действительно хотите отключить эту сессию?
sk: Ste si istý, že chcete odpojiť toto prihlásenie?

source: Sessions (total: %s)
ru: Сеансы (всего: %s)
sk: Prihlásenia (spolu: %s)

source: Session
ca: Sessió
ru: Сеанс
sk: Prihlásenie

source: Kill
ca: Matar
ru: Уничтожить
sk: Zhoď

source: Disconnect
ca: Desconnectar
ru: Отключить
sk: Odpojený

source: Are you sure you want to kill the selected sessions?
ru: Вы действительно хотите уничтожить выбранные сессии?
sk: Ste si istý, že chcete zhodiť označené prihlásenia?

source: Are you sure you want to disconnect the selected sessions?
ru: Вы действительно хотите отключить выбранные сессии?
sk: Ste si istý, že chcete odpojiť označené prihlásenia?

source: Number of sessions
ca: Nombre de sessions
ru: Количество сеансов
sk: Počet prilásení

source: No active sessions
ru: Нет активных сессий
sk: Žiadne aktívne prihlásenie

source: Are you sure you want to delete this shared folder?
ca: Segur que vols esborrar aquesta carpeta compartida?
ru: Вы действительно хотите удалить эту общую папку?
sk: Ste si istý, že chcete zmazať tento zdieľaný adresár?

source: Delete this shared folder
ca: Esborrar aquesta carpeta compartida
ru: Удалить эту общую папку
sk: Zmazať tento zdieľaný adresár.

source: Failed to import shared folder '%s'
ca: La importació de la carpeta compartida '%s' ha fracassat
ru: Не удалось импортировать общую папку '%s'
sk: Import zdieľanej zložky sa nepodaril

source: Rename
ca: Reanomena
ru: Переименовать
sk: Premenovať

source: Are you sure you want to delete this shared folder access?
ca: Segur que vols esborrar l'accés a aquesta carpeta compartida?
ru: Вы действительно хотите удалить разрешение?
sk: Ste si istý, že chcete zmazať prístup na tento zdieľaný adresár?

source: Delete access to this shared folder
ca: Esborrar l'accés a aquesta carpeta compartida
ru: Прекратить доступ к папке
sk: Zmazať prístup na tento zdieľaný adresár

source: Read-write
ca: Lectura-escriptura
ru: Чтение-запись

source: Read only
ca: Només lectura
ru: Только чтение

source: Add access to this shared folder
ca: Afegir accés a aquesta carpeta compartida
ru: Предоставить доступ к папке
sk: Pridať prístup na tento zdieľaný adresár

source: Time restriction policy
ca: Directiva de restricció de temps
ru: Политика ограничения по-времени
sk: Obmedzenie času

source: Unauthorized session mode
ca: Mode de sessió no autoritzat
ru: Неразрешенный режим сессии
sk: Nepovolený mód session

source: Invalid publications
ca: Publicacions no vàlides
ru: Неверные публикации
sk: Chybná publikácia

source: Unknown reason %OPTIONNAL_INFO%
ca: Motiu desconegut %OPTIONNAL_INFO%
ru: Неизвестная причина %OPTIONNAL_INFO%
sk: Neznáme príčiny %OPTIONNAL_INFO%

source: Unable to perform session simulation for user %s
ca: No es pot realitzar la simulació de sessió per l'usuari %s
ru: Невозможно выполнить имитацию сессии для пользователя %s
sk: Nie je možné spustiť simuláciu pre užívateľa %s

source: No available users
ru: Нет доступных пользователей
sk: Žiadni dostupní užívatelia

source: Folders
ca: Carpetes
ru: Папки
sk: Adresáre

source: In these User Groups
ca: En aquests grups d'usuaris
ru: В этих группах пользователей
sk: V týchto užívateľských skupinách

source: Published Application Groups
ca: Grups d'aplicacions publicades
ru: Опубликованные группы приложений
sk: Publikované Skupiny aplikácii

source: Access to these applications
ca: Accés a aquestes aplicacions
ru: Доступные приложения
sk: Prístup k týmto aplikáciam

source: Access to these folders
ca: Accés a aquestes carpetes
ru: Доступные папки
sk: Prístup k týmto adresárom

source: Not in any User Group
ca: No es troba en cap grup d'usuaris
ru: Нет ни в одной из групп пользователей
sk: Nie je v žiadnej Užívateľskej skupine

source: No application in these groups
ca: No hi ha aplicacions en aquests grups
ru: Приложения нет в этих группах
sk: Žiadne aplikácie v tejto skupine

source: mode:
ru: режим:
sk: mód:

source: login
ca: connexió
ru: Имя пользователя
sk: prihlasovacie meno

source: name
ca: nom
ru: имя
sk: meno

source: in this user group
ca: en aquest grup d'usuaris
ru: в этой группе пользователей
sk: v tejto užívateľskej skupine

source: in this application group
ca: en aquest grup d'aplicacions
ru: в этой группе приложений
sk: v tejto skupine aplikácii

source: access to these applications
ca: accedir a aquestes aplicacions
ru: доступ к этим приложениям
sk: prístup k týmto aplikáciam

source: access to these network folders
ca: accedir a aquestes carpetes de xarxa
ru: доступ к этим сетевым папкам
sk: prístup k týmto sieťovým adresárom

source: Available servers
ca: Servidors disponibles
ru: Доступные серверы
sk: Dostupné servre

source: Yes
ca: Si
ru: Да
sk: Áno

source: No
ru: Нет
sk: Nie

source: List of servers
ca: Llista de servidors
ru: Список серверов
sk: Zoznam servrov

source: No server available
ca: Servidor no disponible
ru: Нет доступных серверов
sk: Žiadny dostupný server

source: Unable to find task %s
ca: No es pot trobar la tasca %s
ru: Невозможно найти задание %s
sk: Nemôžem nájsť úlohu %s

source: Unable to find server %s
ca: No es pot trobar el servidor %s
ru: Невозможно найти сервер %s
sk: Nemôžem nájsť server %s

source: Tasks managment
ca: Administrador de tasques
ru: Управление заданиями
sk: Správa úloh

source: Creation time
ca: Hora de creació
ru: Время создания
sk: Čas vzniku

source: Job id
ca: Id de la tasca
ru: ID задачи
sk: ID úlohy

source: Finished
ca: Finalitzat/da
ru: Завершено
sk: Ukončené

source: Internal error requestings tasks
ca: Error intern en sol·licitar les tasques
ru: Внутренняя ошибка при выборе заданий
sk: Interná chyba pri volaní úlohy

source: List of tasks
ca: Llista de tasques
ru: Список заданий
sk: Zoznam úloh

source: In progress
ca: En procés
ru: Идет выполнение...
sk: V procese

source: Install an application from a package name
ca: Instal·lar una aplicació de d'un nom de paquet
ru: Установить приложение из пакета
sk: Nainštaluj aplikáciu podľa názvu balíka

source: No available User Groups
ru: Нет доступных групп пользователей
sk: Žiadna dostupná užívateľská skupina

source: Static
ca: Estàtic
ru: Статическая
sk: Statický

source: Dynamic
ca: Dinàmic
ru: Динамическая
sk: Dynamický

source: Cached
ca: En memòria cau
ru: В кеше
