Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/i18n/uovdsmadmin/*.po
Languages: ca, ru, sk

source: Time between two updates:
ca: Temps entre actualitzacions:
ru: Время между двумя обновлениями:
sk: Čas medzi dvoma aktualizáciami

source: Validation type
ca: Tipus de validació
ru: Тип проверки
sk: Typ overenia

source: All
ca: Tots/es
ru: Все
sk: Všetko

source: At least one
ca: Almenys un
ru: Как минимум одна
sk: Aspoň jeden

source: Filters
ca: Filtres
ru: Фильтры
sk: Filtre

source: Failed to load User Group
ca: Ha fallat la càrrega del grup d'usuaris
ru: Сбой загрузки группы пользователей
sk: Zlyhalo načítane užívateľskej skupiny

source: Error while requesting users
ca: Error en sol·licitar els usuaris
ru: Ошибка при запросе групп пользователей
sk: Chyba počas načítavania užívateľov

source: User Group Management
ru: Управление группами пользователей
sk: Správa užívateľských skupín

source: Remove from default
ca: Esborrar del predeterminat
ru: Удалить из умолчаний
sk: Odstráň z východzieho

source: Define as default
ca: Definir-lo com a predeterminat/da
ru: Сделать по-умолчанию
sk: Definuj ako východzie

source: Update the schedule
ca: Actualitzar la planificació
ru: Обновить расписание
sk: Aktualizuj plánovanie

source: Rules
ca: Normes
ru: Правила
sk: Pravidlá

source: Update rules
ca: Actualitzar les normes
ru: Обновить правила
sk: Aktualizuj pravidlá

source: List of users in this group
ca: Llista d'usuaris d'aquest grup
ru: Пользователи группы
sk: Zoznam užívateľov v tejto skupine

source: All available users are in this group.
ca: Tots els usuaris disponibles pertanyen a aquest grup.
ru: Все доступные пользователи группы
sk: Všetci dostupní užívatelia sú v tejto skupine

source: Are you sure you want to delete this user?
ca: Segur que vols esborrar aquest usuari?
ru: Вы действительно хотите удалить этого пользователя?
sk: Ste si istý, že chcete zmazať tohoto užívateľa?

source: List of scripts for this group
ca: Llista d'scripts per a aquest grup
ru: Список скриптов для этой группы
sk: Zoznam skriptov pre túto skupinu

source: Policy of this group
ca: Política d'aquest grup
ru: Политики группы
sk: Politika tejto skupiny

source: extend from default
ca: s'estenen des dels paràmetres per defecte
ru: установить по умолчанию
sk: rozšír z defaultu

source: Are you sure you want to delete this rule?
ca: Segur que vols esborrar aquesta regla?
ru: Вы действительно хотите удалить это правило?
sk: Ste si istý, že chcete zmazať toto pravidlo?

source: Delete this rule
ca: Esborrar aquesta regla
ru: Удалить это правило
sk: Zmazať toto pravidlo

source: Add this rule
ca: Afegir aquesta regla
ru: Добавить это правило
sk: Pridať toto pravidlo

source: Session Settings configuration
ca: Configuració dels paràmetres de sessió
ru: Настройка параметров сессии
sk: Konfigurácia nastavení prihlásenia

source: Default value
ca: Valor per omissió
ru: Значение по-умолчанию
sk: Východzia hodnota

source: Value
ca: Valor
ru: Значение
sk: Hodnota

source: Remove this overridden setting
ca: Esborrar aquesta correcció de paràmetre
ru: Удалить эти замененные настройки
sk: Odstráň "zastaralé" nastavenia

source: Save settings
ca: Guardar els paràmetres
ru: Сохранить настройки
sk: Ulož nastavenia

source: Add this setting
ca: Afegir aquest paràmetre
ru: Добавить настройку
sk: Pridaj tieto nastavenia

source: Are you sure you want to delete the selected users?
ru: Вы действительно хотите удалить выбранных пользователей?
sk: Ste si istý, že chcete zmazať označených užívateľov?

source: Populate
ca: Poblar
ru: Заполнить

source: This feature is useful to create default accounts. It is mainly used when you want to test the system quickly. It is not recommended to use those default accounts on a production system because it is very easy to delete them by mistake using this "populate" feature.
ca: Aquesta característica és útil per crear comptes predeterminats. S'utilitza principalment quan es vol provar el sistema ràpidament. No es recomana l'ús d'aquests comptes per defecte en un sistema de producció, ja que és molt fàcil d'esborrar-los per error mitjançant la característica "poblar".
ru: Используется для создания учетных записей по умолчанию. Данная функция полезна когда Вы хотите быстро протестировать систему. Не рекомендуется использовать учетные записи по умолчанию в продуктивной системе, потому что их легко удалить их по ошибке повторным запуском этой функции.
sk: Táto funkcia je užitočná k vytvoreniu východzích účtov. Hlavne sa používa, keď chcete rýchlo otestovať systém. Toto sa neodporúča používať pre produkčný systém, pretože je veľmi ľahké odstrániť účty omylom, pomocou tejto funkcie "Populate".

source: Overwrite existing:
ca: Sobreescriure:
ru: Перезаписать существующие:
sk: Prepíš existujúce:

source: Password management:
ca: Administració de la contrasenya:
ru: Пароль создаваемых пользователей:
sk: Správa hesiel:

source: Same as username
ca: Igual que el nom d'usuari
ru: Совпадает с именем пользователя
sk: Rovnaké ako užívateľské meno

source: Custom:
ca: Personalitzat:
ru: Особый:
sk: Vlastný:

source: Locale
ca: Idioma
ru: Локаль

source: Delete this user
ca: Esborrar aquest usuari
ru: Удалить этого пользователя
sk: Zmaž tohto užívateľa

source: Save changes
ca: Guardar els canvis
ru: Сохранить изменения
sk: Ulož zmeny

source: Active sessions
ca: Sessions actives
ru: Активные сеансы
sk: Aktívne prihlásenia

source: This user doesn't have a user profile
ru: Этот пользователь пока не имеет профиля
sk: Tento užívateľ nemá užívateľský profil

source: Are you sure you want to create a profile for this user?
ca: Estàs segur que vols crear un perfil per a aquest usuari?
ru: Вы действительно хотите создать профиль для этого пользователя?
sk: Naozaj chcete vytvoriť profil pre tohoto užívateľa?

source: Create a profile
ca: Crea un perfil
ru: Создать профиль
sk: Vytvoriť profil

source: User has profile stored on server %SERVER%.
ca: L'usuari té el perfil guardat en el servidor %SERVER%.
ru: У пользователя есть профиль сохраненный на сервере %SERVER%.
sk: Profil bol uložený na serveri %SERVER%.

source: No User Group selected
ca: Cap grup d'usuaris seleccionat
ru: Не выбрана группа пользователей
sk: Žiadna užívateľská skupina nebola označená

source: No User selected
ru: Пользователь не выбран
sk: Žiadny užívateľ nebol označený

source: No group name specified
ru: Имя группы не задано
sk: Nezadané meno skupiny

source: No Application Group selected
ca: Cap grup d'aplicacions seleccionat
ru: Нет выбранных групп приложений
sk: Žiadna skupina aplikácii nebola označená

source: No Application selected
ru: Приложение не выбрано
sk: Žiadna aplikácia nebola označená

source: Unable to display the list of users: too many users
ru: Невозможно показать список пользователей: слишком много пользователей
sk: Nemôžem zobraziť zoznam užívateľov: veľa užívateľov

source: Select User Groups
ru: Выберите группы пользователей
sk: Označ skupinu užívateľov

source: Create a new User Group
ru: Создать новую группу
sk: Vytvor novú skupinu užívateľov

source: Use existing User Groups
ru: Использовать существующие группы
sk: Použi existujúcu skupinu užívateľov

source: Next
ca: Següent
ru: Далее
sk: Ďalej

source: Create User Group
ca: Crea un grup d'usuaris
ru: Создать группу пользователей
sk: Vytvor užívateľskú skupinu

source: Previous
ca: Anterior
ru: Назад
sk: Predchádzajúci

source: Select Application Groups
ru: Выбрать группы приложений
sk: Označ Skupiny aplikácii

source: Create a new Application Group
ru: Создать новую группу приложений
sk: Vytvor novú skupinu aplikácii

source: Use an existing Application Group
ru: Использовать существующую группу приложений
sk: Použi existujúcu skupinu aplikácii

source: Create Application Group
ca: Crea un grup d'aplicacions
ru: Создать группу приложений
sk: Vytvor skupinu aplikácii

source: Confirmation
ca: Confirmació
ru: Подтверждение
sk: Potvrdenie

source: Are you sure that you want to create this Publication?
ru: Вы действительно хотите создать эту публикацию?
sk: Ste si istý, že chcete vytvoriť toto publikovanie?

source: Between this User Group
ca: Entre aquest grup d'usuaris
ru: Между этой группой пользователей
sk: Medzi užívateľskou skupinou

source: Between these User Groups
ca: Entre aquests grups d'usuaris
ru: Между этими группами пользователей
sk: Medzi užívateľskými skupinami

source: Unable to load User Group '%s'
ca: No es pot carregar el grup d'usuaris '%s'
ru: Невозможно загрузить группу пользователей '%s'
sk: Nemôžem načítať používateľskú skupinu '%s'

source: Between this newly created User Group
ca: Entre aquest nou grup d'usuaris
ru: Между вновь созданной группой пользователей
sk: Medzi novovytvorenou užívateľskou skupinou

source: Description:
ca: Descripció:
ru: Описание:
sk: Popis:

source: Users:
ca: Usuaris:
ru: Пользователи:
sk: Užívatelia:

source: Unable to load user '%s'
ca: No es pot carregar l'usuari '%s'
ru: Невозможно загрузить пользователя '%s'
sk: Nemôžem načítať užívateľa '%s'

source: and this Application Group
ca: i aquest grup d'aplicacions
ru: и этой группой приложений
sk: a táto skupina aplikácii

source: and these Application Groups
ca: i aquests grups d'aplicacions
ru: и этими группами приложений
sk: a tieto skupiny aplikácii

source: and this newly created Application Group
ca: i aquest nou grup d'aplicacions
ru: и этой, вновь созданной группой приложений
sk: a tieto novovytvorené skupiny aplikácii

source: Applications:
ca: Aplicacions:
ru: Приложения:
sk: Aplikácie:

source: Confirm
ca: Confirmar
ru: Подтвердить
sk: Potvrď

source: Cannot create User Group
ca: No es pot crear el grup d'usuaris
ru: Невозможно создать группу пользователей
sk: Nemôžem vytvoriť užívateľskú skupinu

source: Cannot create Application Group
ca: No es pot crear el grup d'aplicacions
ru: Невозможно создать группу приложений
sk: Nemôžem vytvoriť skupinu aplikácii
