Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/i18n/uovdsmadmin/*.po
Languages: ca, ru, sk

source: <strong>%d</strong> result for "%s".
ca: <strong>%d</strong> resultat per a "%s".
ru: <strong>%d</string> результат для "%s".
sk: <strong>%d</strong> výsledok pre "%s".

source: Search for user pattern:
ca: Cercar usuaris amb:
ru: Искать пользователей по шаблону:
sk: Hľadať model užívateľov

source: Login
ca: Usuari
ru: Имя пользователя
sk: Prihlasovacie meno

source: Display name
ca: Nom per mostar
ru: Отображаемое имя
sk: Zobrazované meno

source: Unable to initialize communication with Session Manager
ca: No es pot inicialitzar la comunicació amb el Gestor de Sessions
ru: Невозможно установить связь с менеджером сессий
sk: Neviem vytvoriť spojenie so Správcom Session

source: You have been disconnected from the Session Manager
ca: Has estat desconnectat del Gestor de Sessions
ru: Вы были отключены от менеджера сессий
sk: Boli ste odpojený Správcu Session

source: The system is in maintenance mode
ca: El sistema és en mode manteniment
ru: Система находится в режиме обслуживания
sk: Systém je v režime údržby.

source: Save
ca: Guardar
ru: Сохранить
sk: Uložiť

source: Index
ca: Índex
ru: Содержание
sk: Zoznam

source: Servers
ca: Servidors
ru: Серверы
sk: Servre

source: Configuration
ca: Configuració
ru: Настройки
sk: Konfigurácia

source: Status
ca: Estat
ru: Состояние

source: Unregistered Servers
ca: Servidors no registrats
ru: Незарегистрированные сервера
sk: Neregistrované servre

source: Shared Folders
ca: Carpetes compartides
ru: Общие папки
sk: Zdieľané adresáre

source: Login Scripts
ca: Scripts d'inici de sessió
ru: Скрипты входа
sk: Prihlasovacie skripty

source: Profiles
ca: Perfils
ru: Профили
sk: Profily

source: Web Applications
ca: Aplicacions Web
ru: Веб-приложения
sk: Web aplikácie

source: Application Groups
ca: Grups d'aplicacions
ru: Группы приложений
sk: Skupiny aplikácií

source: Mime-Types
ca: Tipus Mime
ru: Медиатипы MIME
sk: Mime-Typy

source: Static Applications
ca: Aplicacions estàtiques
ru: Статические приложения
sk: Statická aplikácia

source: Publications
ca: Publicacions
ru: Публикации
sk: Zverejnenia

source: Publication Wizard
ca: Assistent per a publicar
ru: Мастер публикаций
sk: Sprievodca publikovaním

source: Summary
ca: Resum
ru: Сводная информация
sk: Sumarizácia

source: Database Settings
ca: Paràmetres de la base de dades
ru: Настройки БД
sk: Nastavenia databázy

source: System Settings
ca: Paràmetres del sistema
ru: Настройки системы
sk: Systémové nastavenia

source: Server Settings
ca: Paràmetres del servidor
ru: Настройки сервера
sk: Nastavenia servera

source: Domain Integration Settings
ca: Paràmetres d'integració a un domini
ru: Настройка службы каталогов
sk: Nastavenie integrácie v doméne

source: Authentication Settings
ca: Paràmetres d'autenticació
ru: Настройки аутентификации
sk: Nastavenia prihlasovania

source: Session Settings
ca: Paràmetres de les sessions
ru: Настройки сессии
sk: Nastavenia session

source: Event Settings
ca: Paràmetres dels esdeveniments
ru: Настройка событий
sk: Nastavenia udalostí

source: Change Administrator Password
ca: Canviar la contrasenya de l'Administrador
ru: Изменить пароль администратора
sk: Zmena Administrátorského hesla

source: Subscription Keys
ru: Ключи подписки
sk: Kľúče

source: Sessions
ru: Сессии

source: Logs
ca: Registres
ru: Журналы
sk: Logy

source: Reporting
ca: Informes
ru: Отчеты
sk: Reporty

source: Session Reporting
ca: Informe de sessions
ru: История сессий
sk: Report prihlásení

source: Administration Actions Log
ca: Registre d'accions administratives
ru: Журнал административных действий
sk: Log administrátorských zmien

source: News
ca: Notícies
ru: Новости
sk: Novinky

source: Debug Tools
ca: Eines de depuració
ru: Средства отладки
sk: Nástroje debugovania

source: Checkup
ca: Revisar
ru: Контроль
sk: Preskúšanie

source: Tasks
ca: Tasques
ru: Задания
sk: Úlohy

source: Logout
ca: Tanca la sessió
ru: Выход
sk: Odhlásenie

source: Administration
ca: Administració
ru: Управление
sk: Administrácia

source: Your %sPremium Edition Subscription Key%s will expire in %d days
ru: Срок действия вашего %sсертификата Расширенной поддержки%s истекает через %d дня(ей)
sk: Váš %sPremium Edition certificate%s expiruje o %d dní

source: Your %sPremium Edition Subscription Key%s has expired.
ru: Срок действия вашего %sсертификата Расширенной поддержки%s закончился.
sk: Váš %sPremium Edition certificate%s expiroval

source: You don't have any valid %sPremium Edition Subscription Keys%s.
ru: У вас нет ни одного действующего %sсертификата Расширенной поддержки%s.
sk: Nemáte platný %sPremium Edition certificate%s.

source: powered by
ca: Motoritzat per
ru: работает на

source: Server "%s": redirection name may be invalid!
ca: Servidor "%s": el nom de la redirecció pot no ser vàlid!
ru: Сервер "%s": имя перенаправления возможно задано неверно!
sk: Server "%s": hodnota pre presmerovanie je potenciálne nesprávna!

source: Number of available sessions on this server
ca: Nombre de sessions disponibles en aquest servidor
ru: Количество доступных сессий на этом сервере
sk: Počet dostupných prihlásení na tomto servri

source: default
ca: defecte
ru: по умолчанию
sk: východzí

source: change
ca: canviar
ru: изменить
sk: zmeniť

source: Install an application
ca: Instal·lar una aplicació
ru: Установить приложение
sk: Inštalácia aplikácie

source: Install from a package name
ca: Instal·lar a partir d'un nom de paquet
ru: Установить приложение из пакета
sk: Nainštaluj podľa mena balíka

source: more options
ca: més opcions
ru: дополнительно
sk: viac možností

source: Category
ca: Categoria
ru: Категория
sk: Kategória

source: Application
ca: Aplicació
ru: Приложение
sk: Aplikácia

source: Install
ca: Instal·lar
ru: Установить
sk: Nainštaluj

source: Upgrade
ca: Actualitzar
ru: Обновить

source: Upgrade the internal system and applications
ca: Actualitzar el sistema intern i les aplicacions
ru: Обновить систему и приложения
sk: Upgrade interného systému a aplikácii

source: Applications available on this server
ca: Aplicacions disponibles en aquest servidor
ru: Доступные приложения на этом сервере
sk: Dostupné aplikácie na tomto serveri

source: Are you sure you want to remove this application from this server?
ca: Està segur que desitja esborrar aquesta aplicació d'aquest servidor?
ru: Вы действительно хотите удалить приложение с этого сервера?
sk: Ste si istý, že chcete odstrániť aplikáciu z tohto servra?

source: Remove from this server
ca: Esborrar d'aquest servidor
ru: Удалить с этого сервера
sk: Odstrániť z tohto servra

source: install in progress
ca: Instal·lació en procés
ru: идет установка...
sk: inštalácia prebieha

source: Install on this server
ca: Instal·lar en aquest servidor
ru: Установить на этом сервере
sk: Nainštalovať na tento server

source: Add to this server
ca: Agregar a aquest servidor
ru: Добавить на этот сервер
sk: Pridaj na tento server

source: Replication
ca: Replicació
ru: Репликация
sk: Replikácia

source: Replicate on those servers
ca: Replicar en aquests servidors
ru: Реплицировать на следующие сервера
sk: Replikovať na týchto serveroch

source: Active tasks on this server
ca: Tasques actives en aquest servidor
ru: Активные задания на этом сервере
sk: Aktívne úlohy na tomto servri

source: Type
ca: Tipus
ru: Тип
sk: Typ

source: Details
ca: Detalls
ru: Подробности
sk: Detaily

source: Active sessions (total: %s)
ca: Sessions actives (total: %s)
ru: Активные сессии (всего: %s)
sk: Aktívne prihlásenia (spolu: %s)

source: Not started yet
ca: Encara no s'ha iniciat
ru: Не запущен
sk: Ešte nenaštartované

source: Information about this session
ca: Informació d'aquesta sessió
ru: Информация об этой сессии
sk: Informácie o tomto prihlásení

source: User profiles on the server
ca: Perfils d'usuaris en el servidor
ru: Профили пользователей на сервере
sk: Používateľské profily na tomto servri

source: Owner
ca: Propietari
ru: Владелец
sk: Majiteľ

source: Are you sure you want to delete this user profile?
ca: Segur que vols esborrar aquest perfil d'usuari?
ru: Вы действительно хотите удалить профиль этого пользователя?
sk: Ste si istý, že chcete zmazať tento užívateľský profil?

source: Delete
ca: Esborrar
ru: Удалить
sk: Zmazať

source: Mark all
ca: Marcar-ho tot
ru: Выделить всё
sk: Označiť všetko

source: Unmark all
ca: Desmarcar-ho tot
ru: Отменить выделение
sk: Odznačiť všetko

source: Are you sure you want to delete these user profiles?
ca: Segur que vols esborrar aquests perfils d'usuari?
ru: Вы действительно хотите удалить профили этих пользователей?
sk: Ste si istý, že chcete zmazať tieto užívateľské profily?

source: Shared Folders on the server
ca: Carpetes compartides en el servidor
ru: Общие папки на этом сервере
sk: Zdieľané adresáre na tomto serveri

source: Used by
ca: Utilitzat per
ru: Используется
sk: Používané užívateľom

source: Are you sure you want to delete this network folder?
ca: Segur que vols esborrar aquesta carpeta de xarxa?
ru: Вы действительно хотите удалить эту сетевую папку?
sk: Ste si istý, že chcete zmazať tento sieťový priečinok?

source: Are you sure you want to delete these network folders?
ca: Segur que vols esborrar aquestes carpetes de xarxa?
ru: Вы действительно хотите удалить эти сетевые папки?
sk: Ste si istý, že chcete zmazať tieto sieťové priečinky?

source: Orphan network folders on the server
ca: Carpetes de xarxa orfes al servidor
ru: "Беспризорные" сетевые папки на сервер
sk: Zastaralé sieťové adresáre na serveri

source: Are you sure you want to delete this orphan folder?
ca: Segur que vols eliminar aquesta carpeta òrfena?
ru: Вы действительно хотите удалить эту "беспризорную" папку?
sk: Ste si istý, že chcete zmazať tento neplatný zdieľaný adresár?

source: Are you sure you want to delete these orphan folders?
ca: Segur que vols eliminar aquestes carpetes òrfenes?
ru: Вы действительно хотите удалить эти "беспризорные" папки?
sk: Ste si istý, že chcete zmazať tieto neplatné sieťové priečinky?

source: Action
ca: Acció
ru: Действие
sk: Akcia

source: Create this shared folder
ca: Crear aquesta carpeta compartida
ru: Создать общую папку
sk: Vytvor tento zdieľaný priečinok

source: Task to add application '%APPLICATION%' on server '%SERVER%' was successfully added
ca: La tasca d'afegir l'aplicació '%APPLICATION%' al servidor '%SERVER%' ha estat completada amb èxit
ru: Задание по добавлению приложения '%APPLICATION%' на сервер '%SERVER%' успешно запущено
sk: Úloha na doplnenie aplikácie '%APPLICATION%' na server '%SERVER%' bola úspešne pridaná

source: Task to remove application '%APPLICATION%' from server '%SERVER%' was successfully added
ca: La tasca d'esborrar l'aplicació '%APPLICATION%' del servidor '%SERVER%' ha estat completada amb èxit
ru: Задание по удалению приложения '%APPLICATION%' с сервера '%SERVER%' успешно запущено
sk: Úloha na odstránenie aplikácie '%APPLICATION%' zo servera '%SERVER%' bola úspešne pridaná

source: Application '%APPLICATION%' successfully added to server '%SERVER%'
ca: L'aplicació '%APPLICATION%' ha estat afegida correctament en el servidor '%SERVER%'
ru: Приложение '%APPLICATION%' успешно добавлено на сервер '%SERVER%'
sk: Aplikácia '%APPLICATION%' bola úspešne pridaná na server '%SERVER%'

source: An error occurred while adding application '%APPLICATION%' to server '%SERVER%'
ca: Hi ha hagut un error al afegir l'aplicació '%APPLICATION%' en el servidor '%SERVER%'
ru: При добавлении приложения '%APPLICATION%' на сервер '%SERVER%' произошла ошибка
sk: Vyskytla sa chyba pri pridávaní aplikácie '%APPLICATION%' na server '%SERVER%'

source: Application '%APPLICATION%' successfully deleted from server '%SERVER%'
ca: L'aplicació '%APPLICATION%' ha estat esborrada amb èxit del servidor '%SERVER%'
ru: Приложение '%APPLICATION%' успешно удалено с сервера '%SERVER%'
sk: Aplikácia '%APPLICATION%' bola úspešne odstránená zo servera '%SERVER%'

source: Unknown application '%s'
ca: Aplicació desconeguda '%s'
ru: Неизвестное приложение '%s'
sk: Neznáma aplikácia '%s'

source: Failed to delete application '%s'
ca: No s'ha pogut esborrar l'aplicació '%s'
ru: Не удалось удалить приложение '%s'
sk: Neúspešné zmazanie aplikácie '%s'

source: Application '%s' successfully deleted
ca: Aplicació '%s' esborrada amb èxit
ru: Приложение '%s' успешно удалено
sk: Aplikácia '%s' bola úspešne odstránená

source: Unable to modify application '%s'
ca: No s'ha pogut modificar l'aplicació '%s'
ru: Невозможно изменить приложение '%s'
sk: Nemôžem zmeniť aplikáciu %s

source: Application '%s' successfully modified
ca: L'aplicació '%s' s'ha modificat correctament
ru: Приложение '%s' успешно изменено
sk: Aplikácia '%s' bola úspešne zmodifikovaná

source: Orphan applications successfully removed
ca: Les aplicacions òrfenes s'han esborrat amb èxit
ru: Ссылки на недоступные приложения успешно удалены
sk: "Orphan" aplikácia bola úspešne odstránená

source: Problem while removing orphan applications
ca: Ha sorgit un problema esborrant les aplicacions orfes
ru: Ошибка при удалении ссылок на недоступные приложения
sk: Vyskytol sa problém pri odstránení "Orphan" aplikácie

source: Failed to import application '%s'
ca: L'aplicació '%s' no s'ha pogut importar correctament
ru: Не удалось импортировать приложение '%s'
sk: Neúspešný import aplikácie '%s'

source: Failed to clone application '%s'
ca: No s'ha pogut clonar l'aplicació '%s'
ru: Не удалось скопировать приложение '%s'
sk: Neúspešné kopírovanie aplikácie '%s'

source: Application '%s' successfully added
ca: L'aplicació '%s' s'ha afegit amb èxit
ru: Приложение '%s' успешно добавлено
sk: Aplikácia '%s' bola úspešne pridaná

source: File too large to be used for server rules
ru: Файл слишком большой, чтобы быть использованным в качестве правил сервера
sk: Moc veľký súbor pre pravidlá servera

source: The file was corrupted during the upload
ru: Файл был поврежден при загрузке
sk: Súbor bol poškodený počas prenosu

source: The file is not readable
ca: No es por llegir l'arxiu
ru: Файл нечитаемый
sk: Súbor nie je čitateľný

source: Unable to change icon
ca: No és possible canviar la icona
ru: Невозможно изменить значок
sk: Neviem zmeniť ikonu

source: Icon for application '%s' has been successfully uploaded
ca: La icona per l'aplicació '%s' s'ha carregat amb èxit
ru: Значок для приложения '%s' успешно загружен
sk: Ikona pre aplikáciu '%s' bola úspešne načítaná

source: Unknown server '%s'
ca: Servidor desconegut '%s'
ru: Неизвестный сервер '%s'
sk: Neznámy server '%s'

source: Icon of application '%s' has been updated from server '%s'
ca: La icona de l'aplicació '%s' s'ha actualitzat des del servidor '%s'
ru: Значок приложения '%s' был обновлен с сервера '%s'
sk: Ikona pre aplikáciu '%s' bola aktualizovaná zo servera '%s'

source: Failed to add application '%s'
ca: No s'ha pogut afegir l'aplicació '%s'
ru: Не удалось добавить приложение '%s'
sk: Neúspešné pridanie aplikácie '%s'

source: Unable to import application '%s'
ca: L'aplicació '%s' no s'ha pogut importar correctament
ru: Невозможно импортировать приложение '%s'
sk: Nemôžem naimportovať aplikáciu '%s'

source: '%s' application's icon was successfully deleted
ca: La icona de l'aplicació '%s' ha estat esborrada correctament
ru: Значок приложения '%s' успешно удален
sk: Ikona aplikácie '%s' bola úspešne zmazaná

source: Failed to modify application '%s'
ca: L'aplicació '%s' no s'ha pogut modificar
ru: Не удалось изменить приложение '%s'
sk: Zlyhala modifikácia aplikácie '%s'

source: The Web Application name was not specified
ru: Имя Веб-приложения не задано
sk: Nie je špecifikované meno web aplikácie

source: No configuration file was specified
ru: Файл настроек не был задан
sk: Nebol zadaný konfiguračný súbor

source: Incorrect configuration file format
ca: Format incorrecte del fitxer de configuració
ru: Неверный формат файла настроек
sk: Nesprávny formát konfiguračného súboru

source: Configuration file has more than one main level key. The first main level key will be used
ru: В файле настроек найдено более одного ключа на верхнем уровне. Будет использован первый найденный
sk: Konfiguračný súbor má viac ako jeden hlavný kľúč. Použitý bude prvý.

source: No URL prefix
ca: No hi ha prefix d'URL
ru: Нет префикса URL
sk: Žiadny URL prefix

source: Incorrect URL prefix format
ca: Format incorrecte del prefix URL
ru: Неверный формат префикса URL
sk: Nesprávny formát prefixu URL

source: URL prefix is not unique
ca: El prefix URL no és únic
ru: Префикс URL не уникален
sk: URL prefix nie je unikátny

source: Incorrect configuration file format - missing
ca: Format incorrecte del fitxer de configuració - desaparegut
ru: Неверный формат файл настроек - отсутствует:
sk: Nesprávny formát konfiguračného súboru - chýba

source: Unable to add Web Application
ca: No es pot afegir l'aplicació web
ru: Невозможно добавить веб-приложение
sk: Nie je možné pridať Web Aplikáciu

source: Web Application '%s' has been successfully uploaded
ca: L'aplicació web '%s' s'ha carregat amb èxit
ru: Значок для приложения '%s' успешно загружен
sk: Web aplikácia '%s' bola úspešne načítaná

source: Parameter '%s' is not a valid URL
ca: El paràmetre '% s' no és un URL vàlid
ru: Параметр '%s' не является корректным URL
sk: Parameter '%s' nie je korektná URL

source: Parameter '%s' is not a valid IP address
ca: El paràmetre '% s' no és una adreça IP vàlida
ru: Параметр '%s' не является корректным IP-адресом
sk: Parameter '%s' nie je korektná IP adresa

source: Unable to update Web Application configuration
ca: No es pot actualitzar la configuració de l'aplicació web
ru: Невозможно обновить настройку веб-приложения
sk: Nemôžem updatovať konfiguráciu Web Aplikácie

source: Unable to change configuration
ca: No es pot canviar la configuració
ru: Невозможно изменить настройки
sk: Nemôžem zmeniť konfiguráciu

source: '%s' application was successfully modified
ca: L'aplicació '%s' s'ha modificat correctament
ru: Приложение '%s' успешно изменено
sk: Aplikácia '%s' bola úspešne zmodifikovaná

source: Failed to clone Web Application '%s'
ca: No s'ha pogut clonar l'aplicació web '%s'
ru: Не удалось скопировать веб-приложение '%s'
sk: Zlyhalo klonovanie Web Aplikácie '%s'

source: Web Application '%s' successfully added
ca: L'aplicació web '%s' s'ha afegit amb èxit
ru: Веб-приложение '%s' успешно добавлено
sk: Web Aplikácia '%s' bola úspešne pridaná

source: Failed to get application's configuration '%s'
ca: Error en obtenir la configuració de l'aplicació '% s'
ru: Ошибка при получении настроек приложения '%s'
sk: Zlyhalo načítanie konfigurácie aplikácií '%s'

source: Unable to import group "%s"
ca: La importació del grup '%s' ha fallat
ru: Не удалось импортировать группу '%s'
sk: Zlyhal import skupiny "%s"

source: Application Group '%s' successfully modified
ca: El grup d'aplicacions '%s' s'ha modificat correctament
ru: Группа приложений '%s' успешно изменена
sk: Skupina aplikácii '%s' bola úspešne zmodifikovaná

source: Unable to create Application Group '%s'
ca: No s'ha pogut crear el grup d'aplicacions '%s'
ru: Невозможно создать группу приложений '%s'
sk: Nemôžem vytvoriť skupinu aplikácií '%s'

source: Application Group '%s' successfully added
ca: El grup d'aplicacions '%s' ha estat afegit correctament
ru: Группа приложений '%s' успешно добавлена
sk: Skupina aplikácií '%s' bola úspešne pridaná

source: Importing Application Group '%s' failed
ca: Ha fallat la importació del grup d'aplicacions '%s'
ru: Не удалось импортировать группу приложений '%s'
sk: Import skupiny aplikácií '%s' zlyhal

source: Unable to remove Application Group '%s'
ca: No és possible eliminar el grup d'aplicacions '%s'
ru: Невозможно удалить группу приложений '%s'
sk: Nemôžem vyradiť skupinu aplikácií '%s'

source: Application Group '%s' successfully deleted
ca: El grup d'aplicacions '%s' s'ha eliminat correctament
ru: Группа приложений '%s' успешно удалена
sk: Skupina aplikácií '%s' bola úspešne zmazaná

source: Import of Application Group '%s' failed
ca: Ha fallat la importació del grup d'aplicacions '%s'
ru: Не удалось импортировать группу приложений '%s'
sk: Import skupiny aplikácií '%s' zlyhal

source: Unable to modify Application Group '%s'
ca: No és possible modificar el grup d'aplicacions '%s'
ru: Невозможно изменить группу приложений '%s'
sk: Nemôžem zmeniť skupinu aplikácií '%s'

source: No Subscription Keys were uploaded
ru: Ключи подписки небыли загружены
sk: Žiadne kľúče neboli nahraté

source: No files were uploaded
ru: Файлы не были загружены
sk: Žiadne súbory neboli nahraté

source: The file is empty
ca: L'arxiu és buit
ru: Файл пуст
sk: Súbor je prázdny

source: The uploaded file is not a valid Subscription Key
ru: Загруженный файл не является файлом действующего ключа подписки
sk: Nahratý súbor nie je správny Kľúč

source: User Group '%s' successfully modified
ca: El grup d'usuaris '%s' ha estat modificat correctament
ru: Группа пользователей '%s' успешно изменена
sk: Užívateľská skupina '%s' bola úspešne zmenená

source: User Group '%s' does not exist
ca: El grup d'usuaris '%s' no existeix
ru: Группа пользователей '%s' не найдена
sk: Skupina používateľov '%s' neexistuje

source: Unable to remove a user from User Group '%s' because it is the default User Group
ru: Невозможно удалить пользователя из группы %s' потому что для него это группа по-умолчанию
sk: Nemôžem vyradiť užívateľa zo skupiny '%s' pretože je to východzia užívateľská skupina.

source: Importing User Group '%s' failed
ca: Ha fallat la importació del grup d'usuaris '%s'
ru: Не удалось импортировать группу пользователей '%s'
sk: Import užívateľskej skupiny '%s' zlyhal

source: Unable to save the Publication
ru: Невозможно сохранить публикацию
sk: Nemôžem uložiť publikáciu

source: Publication successfully added
ca: Publicació afegida amb èxit
ru: Публикация успешно добавлена
sk: Publikácia bola úspešne pridaná

source: Unable to delete the Publication
ru: Невозможно удалить публикацию
sk: Nemôžem zmazať publikáciu

source: Publication successfully deleted
ca: La publicació s'ha eliminat amb èxit
ru: Публикация успешно удалена
sk: Publikácia bola úspešne zmazaná

source: You must define a name for your User Group
ca: Cal donar un nom al grup d'usuaris
ru: Необходимо задать имя для вашей группы пользователей
sk: Musíte zadefinovať meno pre užívateľskú skupinu

source: Unable to create User Group '%s'
ca: No es pot crear el grup d'usuaris '%s'
ru: Невозможно создать группу пользователей '%s'
sk: Nemôžem vytvoriť užívateľskú skupinu '%s'

source: Unknown User Group type
ca: Tipus de grup d'usuaris desconegut
ru: Неизвестный тип группы пользователей
sk: Neznámy typ užívateľskej skupiny

source: User Group successfully added
ca: Grup d'usuaris afegit amb èxit
ru: Группа пользователей успешно добавлена
sk: Užívateľská skupina bola úspešne pridaná

source: Failed to import User Group '%s'
ca: Ha fallat la importació del grup d'usuaris '%s'
ru: Не удалось импортировать группу пользователей '%s'
sk: Zlyhal import užívateľskej skupiny '%s'

source: Unable to remove User Group '%s'
ca: No es pot eliminar el grup d'usuaris '%s'
ru: Невозможно удалить группу пользователей '%s'
sk: Nemôžem odstrániť užívateľskú skupinu '%s'

source: User Group '%s' successfully deleted
ca: El grup d'usuaris '%s' ha estat eliminat correctament
ru: Группа пользователей '%s' успешно удалена
sk: Užívateľská skupina '%s' bola úspešne zmazaná

source: Unable to update User Group '%s'
ca: No es pot actualitzar el grup d'usuaris '%s'
ru: Невозможно обновить группу пользователей '%s'
sk: Nemôžem zmeniť užívateľskú skupinu '%s'

source: Not enough rights
ca: No té drets suficients
ru: Недостаточно прав
sk: Nedostatočné oprávnenia

source: Failed to import group '%s'
ca: La importació del grup '%s' ha fallat
ru: Не удалось импортировать группу '%s'
sk: Zlyhal import skupiny '%s'
