Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/i18n/uovdsmadmin/*.po
Languages: ca, ru, sk

source: Factor impact
ca: Impacte del factor
ru: Действующие критерии
sk: Faktor vplyvu

source: less
ca: menys
ru: меньше
sk: menej

source: more
ca: més
ru: больше
sk: viac

source: Reset to default
ru: Установить по-умолчанию
sk: Obnov východzie hodnoty

source: Examples
ca: Exemples
ru: Примеры
sk: Príklady

source: Full CPU: only CPU usage is used as a criteria to choose the best server to use for an incoming user.
ca: Ús de CPU: només s'utilitzarà l'ús de processador com a criteri per assignar el millor servidor pel nou usuari.
ru: Только процессор: только загрузка процессора используется как критерий для выбора лучшего сервера для нового пользователя.
sk: Výhradne CPU: len využitie CPU bude použité ako kritérium pre výber najlepšieho servera pre nového užívateľa.

source: Both CPU and RAM are used as criterias, with a little randomization...
ca: CPU i RAM són els criteris utilitzats, a més d'una mica d'aleatorietat ...
ru: ПРИМЕР: При выборе оцениваются данные по использованию ЦП и ОЗУ...
sk: Oba CPU a RAM sa používajú ako kritériá, s malým doplnením náhodného výberu ...

source: Sunday
ca: Diumenge
ru: Воскресенье
sk: Nedeľa

source: Monday
ca: Dilluns
ru: Понедельник
sk: Pondelok

source: Tuesday
ca: Dimarts
ru: Вторник
sk: Utorok

source: Wednesday
ca: Dimecres
ru: Среда
sk: Streda

source: Thursday
ca: Dijous
ru: Четверг
sk: Štvrtok

source: Friday
ca: Divendres
ru: Пятница
sk: Piatok

source: Saturday
ca: Dissabte
ru: Суббота
sk: Sobota

source: Microsoft
ru: Microsoft Active Directory

source: Microsoft integration
ca: Integració amb Microsoft
ru: Интеграция с MS Active Directory
sk: Integrácia Microsoft

source: Server
ca: Servidor
ru: Сервер

source: Domain:
ca: Domini:
ru: Домен:
sk: Doména

source: Primary Host:
ca: Servidor primari:
ru: Основной сервер
sk: Primárny hostiteľ:

source: Optional: If the domain name is not registered in your DNS, fill in the Active Directory IP.
ca: Opcional: Si el nom del domini no està registrat en el teu DNS, posa l'adreça IP del servidor d'Active Directory.
ru: Опционально: если домен не зарегистрирован в DNS, укажите IP-адрес контролера AD
sk: Nepovinné: Ak doménové meno nie je registrované s Vašou IP, vyplňte Active Directory IP.

source: Secondary Host:
ca: Servidor secundari:
ru: Резервный сервер
sk: Sekundárny hostiteľ:

source: Optional
ca: Opcional
ru: Опционально
sk: Voliteľné

source: Show advanced options
ca: Mostra les opcions avançades
ru: Показать расширенные настройки
sk: Zobraz rozšírené nastavenia

source: Hide advanced options
ca: Amaga les opcions avançades
ru: Скрыть расширенные настройки
sk: Skry rozšírené nastavenia

source: LDAP port:
ca: Port LDAP:
ru: Порт LDAP:

source: Use LDAP encryption (SSL)
ca: Utilitza xifrat en LDAP (SSL)
ru: Использовать шифрование LDAP (SSL)
sk: Použiť LDAP kryptovanie (SSL)

source: Authentication (require a user with read right on the tree)
ca: Autenticació (cal un usuari amb drets de lectura de l'arbre)
ru: Аутентификация (требует пользователя с правами на чтение дерева)
sk: Prihlásenie (požadované konto s právami pre prehliadanie stromu)

source: Login:
ca: Usuari:
ru: Имя пользователя:
sk: Meno:

source: Password:
ca: Contrasenya:
ru: Пароль:
sk: Heslo:

source: Usergroups
ca: Grups d'usuaris
ru: Группы пользователей
sk: Používateľské skupiny

source: Use <strong>Active Directory</strong> usergroups
ca: Utilitza els grups d'usuaris d'<strong>Active Directory</strong>
ru: Использовать группы пользователей <strong>Active Directory</strong>
sk: Použi užívateľské skupiny <strong>Active Directory</strong>

source: Use <strong>Internal</strong> usergroups
ca: Utilitza els grups d'usuaris <strong>Interns</strong>
ru: Использовать внутренние группы пользователей
sk: Použi <strong>Interné</strong> užívateľské skupiny

source: Domain users
ca: Usuaris del domini
ru: Пользователи домена
sk: Doménoví používatelia

source: Use <strong>Active Directory</strong> to handle users in OVD sessions <em>(not compatible with Linux applications)</em>
ca: Utilitza l'<strong>Active Directory</strong> per gestionar els usuaris en les sessions OVD <em>(No es compatible amb aplicacions Linux)</em>
ru: Права пользователей в сеансах OVD контролируются <strong>Active Directory</strong> <em>(неприменимо для приложений Linux)</em>
sk: Použi <strong>Active Directory</strong> pre manažment užívateľov v OVD prihláseniach <em>(nekompatiblné s linux aplikáciami)</em>

source: Use <strong>Internal</strong> method to handle users in OVD sessions
ca: Utilitza la base de dades <strong>Interna</strong> per gestionar els usuaris en les sessions OVD
ru: Права пользователей в сеансах OVD контролируются <strong>системой</strong>
sk: Použi <strong>Interné</strong> metódy pre manažment užívateľov v OVD prihláseniach

source: Administrator account:
ca: Compte de l'Administrador:
ru: Учетная запись администратора:
sk: Konto administrátora:

source: User Groups:
ca: Grups d'usuaris:
ru: Группы пользователей:
sk: Používateľské skupiny:

source: Active Directory User Groups
ca: Grups d'usuaris de l'Active Directory
ru: Группы пользователей Active Directory
sk: Používateľské skupiny Active Directory:

source: Use Internal User Groups
ca: Utilitza els grups d'usuaris de la base de dades interna
ru: Использовать внутренние группы пользователей
sk: Použiť Interné užívateľské skupiny

source: Internal
ca: Intern/a
ru: Внутренняя БД
sk: Interné

source: Internal Database Profiles
ca: Base de dades interna de perfils
ru: Встроенная база данных профилей
sk: Interné Databázové profily

source: This is the default profile manager. It saves all data in the SQL database that was defined in the system configuration settings.
ru: Это менеджер профилей по-умолчанию. Он хранит все данные в базе данных SQL, определенной в настройка системы.
sk: Toto je východzí správca profilov. Všetky dáta budú uložené v SQL databáze definovanej v systémovej konfigurácii.

source: Use a dynamic internal User Group
ca: Utilitzar grups d'usuaris dinàmics de la base de dades interna
ru: Использовать встроенную динамическую группу пользователей
sk: Použi dynamické interné používateľské skupiny

source: Lightweight Directory Access Protocol (LDAP)
ru: LDAP (Lightweight Directory Access Protocol)

source: optional
ca: opcional
ru: опционально
sk: nepovinné

source: Server Port:
ca: Port del servidor:
ru: Порт:
sk: Port servera:

source: Use SSL
ca: Utilitzar SSL
ru: Использовать SSL
sk: Použiť SSL

source: Base DN:
ru: Базовая ветка (Base DN):
sk: Základné DN:

source: Anonymous bind
ca: Connexió anònima
ru: Анонимное подключение

source: Bind DN (without suffix):
ca: Connexió DN (sense el sufix):
ru: Bind DN (без суффикса):
sk: Bind DN (bez suffixu):

source: Bind password:
ca: Contrasenya de connexió:
ru: Пароль:
sk: Bind heslo:

source: Users
ca: Usuaris
ru: Пользователи
sk: Užívatelia

source: Filter:
ca: Filtre:
ru: Фильтр:

source: Specific OU (optional):
ca: OU específica (opcional):
ru: Определенное OU (не обязательно)
sk: Špecifické OU (voliteľné):

source: Distinguished name field:
ca: Nom distingit del camp:
ru: Уникальное имя (DN):
sk: Významový atribút pre meno:

source: Display name field:
ca: Nom del camp per mostrar:
ru: Отображаемое имя:
sk: Zobrazovaný atribút pre meno:

source: Locale field
ca: Camp d'idioma
ru: Локаль
sk: Pole pre Locale

source: User Groups
ca: Grups d'usuaris
ru: Группы пользователей
sk: Užívateľské skupiny

source: Use LDAP User Groups
ca: Utilitza els grups d'usuari de l'LDAP
ru: Использовать группы LDAP
sk: Použi LDAP užívateľské skupiny

source: Name field:
ca: Camp Nom:
ru: Поле "Имя":
sk: Atribút pre meno:

source: Description field (optional):
ca: Camp Descripció (opcional):
ru: Поле "Описание" (не обязательно):
sk: Atribút pre popis (voliteľné):

source: Use the following field from the user entry
ca: Utilitza el següent camp de la fitxa de l'usuari
ru: Использовать следующее поле из записи пользователя
sk: Použi nasledovné pole z užívateľa

source: which is
ca: correspon a
ru: которое
sk: ktorý je

source: Group DN
ca: DN del grup
ru: DN для группы
sk: Skupinové DN

source: Group name
ca: Nom del grup
ru: Имя группы
sk: Meno skupiny

source: Use the following field from the group entry
ca: Utilitza aquest camp del registre del grup
ru: Использовать следующее поле из записи группы
sk: Použi nasledovný atribút skupiny

source: User DN
ca: DN de l'usuari
ru: DN пользователя
sk: DN užívateľa

source: User login
ca: Usuari de connexió
ru: Имя пользователя
sk: Login užívateľa

source: Server:
ca: Servidor:
ru: Сервер:

source: Administrator account
ca: Compte administrador
ru: Учетная запись администратора
sk: Administrátorské konto

source: User branch:
ca: Branca d'usuari:
ru: Ветка пользователей (Users RDN):
sk: Podstrom užívateľov (User branch):

source: Novell
ru: Novell eDirectory

source: Novell integration
ca: Integració amb Novell
ru: Интеграция c Novell eDirectory
sk: Novell integrácia

source: If ZENworks is installed on your Applications Servers, it will manage the user by itself (DLU). OVD won't create user for the session. This behavior looks like the domain users from AD.
ca: Si ZENworks està instal·lat en els teus servidors d'aplicacions, gestionarà els usuaris ell mateix (DLU). L'OVD no crearà l'usuari per la sessió. És un comportament semblant als usuaris d'Active Directory.
ru: Если на Сервере приложений установлен пакет ZENworks, управление пользователями должно осуществляться средствами этого пакета (DLU). OVD не будет создавать пользователя для сессии. Данная проблема актуальна также и для доменных пользователей Active Directory.
sk: Ak je ZENworks nainštalovaný na Vašom Aplikačnom serveri, tak bude spravovať užívateľov svojím DLU. OVD nevytvorí užívateľa pre prihlásenie. Chovanie bude podobné ako pre doménových používateľov z AD.

source: Default user branch
ca: Branca per defecte dels usuaris
ru: Ветка пользователя по-умолчанию
sk: Východzí užívateľský "branch"

source: Specific Organization Unit:
ca: Unitat Organitzativa (OU) específica:
ru: Указанный OU:
sk: Špecifická organizačná jednotka:

source: Use Novell eDirectory's User Groups
ca: Utilitzar els grups d'usuaris de l'eDirectory de Novell
ru: Использовать группы Novell eDirectory
sk: Použi Novell eDirectory's používateľské skupiny

source: Unknown
ca: Desconegut/da
ru: Неизвестно
sk: Neznámy

source: General Configuration
ru: Общие настройки
sk: Hlavná konfigurácia

source: System in maintenance mode
ca: Sistema en mode manteniment
ru: Система в режиме обслуживания
sk: Systém v móde údržby

source: Administration Console language
ru: Язык Административной консоли
sk: Jazyk administrátorskej konzoly

source: Debug options list
ca: Llista d'opcions de depuració
ru: Список настроек отладки
sk: Ladiť zoznam možností

source: Cached logs update interval
ru: Интервал сохранения журналов на диск
sk: Interval aktualizácie cache logov

source: Cached logs expiry time
ru: Время хранения журналов
sk: Čas expirácie cache logov

source: Default user group
ca: Grup d'usuaris per defecte
ru: Группа пользователя по-умолчанию
sk: Východzia užívateľská skupina

source: Domain integration
ca: Integració en un domini
ru: Интеграция с доменом
sk: Integrácia s doménou

source: Maximum items per page
ca: Nombre màxim d'elements per pàgina
ru: Максимум элементов на странице
sk: Maximum položiek na stranu

source: Default browser
ca: Navegador per defecte
ru: Браузер по-умолчанию
sk: Východzí browser

source: Liaisons
ca: Enllaços
ru: Связи
sk: Spolupráca

source: Policy for Administration Delegation
ru: Политика делегирования прав администрирования
sk: Politika pre delegovanie administrácie

source: Default policy
ca: Política per defecte
ru: Политика по-умолчанию
sk: Východzia politika

source: SQL configuration
ca: Configuració del SQL
ru: Конфигурация SQL
sk: Konfigurácia SQL

source: Database type
ca: Tipus de la base de dades
ru: Тип базы данных
sk: Typ databázy

source: Database host address
ca: Adreça del servidor de bases de dades
ru: Адрес сервера БД
sk: Adresa databázového hosta

source: Database username
ca: Usuari de la base de dades
ru: Имя пользователя для доступа к базе данных
sk: Databázové užívateľské meno

source: Database password
ca: Contrasenya de la base de dades
ru: Пароль для доступа к базе данных
sk: Databázové heslo

source: Database name
ca: Nom de la base de dades
ru: Имя базы данных
sk: Názov databázy

source: Table prefix
ca: Prefix de taula
ru: Префикс для таблиц
sk: Prefix tabuliek

source: Email Settings
ru: Настройки электронной почты
sk: Nastavenia Emailu

source: Mail Server Type
ru: Тип почтового сервера
sk: Typ mailového servera

source: From
ca: De/d'
ru: От
sk: Od

source: Host
ca: Amfitrió
ru: Сервер

source: Port
ru: Порт

source: Use SSL with SMTP
ca: Utilitzar SSL amb SMTP
ru: Использовать SSL с SMTP
sk: Použi SSL s SMTP

source: Authentication
ca: Autenticació
ru: Аутентификация
sk: Autentifikácia

source: SMTP username
ca: Usuari SMTP
ru: SMTP пользователь
sk: SMTP meno

source: SMTP password
ca: Contrasenya SMTP
ru: SMTP пароль
sk: SMTP heslo

source: Slave Server Settings
ca: Paràmetres del servidor secundari
ru: Настройки ведомого сервера
sk: Nastavenia Slave Servera

source: Authorized machines (FQDN or IP - the use of wildcards (*.) is allowed)
ca: Màquines autoritzades (FQDN o IP - es permet l'ús de comodins (*.))
ru: Разрешенные адреса (доменное имя или IP-адрес. Допускается использование подстановочных знаков (*.))
sk: Autorizované počítače (FQDN alebo IP - použitie zástupných znakov (*.) je povolené)

source: Disable reverse FQDN checking
ca: Deshabilitar la comprovació FQDN inversa
ru: Отключить обратную проверку доменного имени
sk: Zablokuj reverzné FQDN overovanie

source: Use reverse DNS for server's FQDN
ca: Troba el FQDN del servidor amb DNS invers
ru: Использовать обратное разрешение имен для сервера
sk: Použiť reverzný DNS pre FQDN servera

source: Action when a server status becomes not ready
ru: Выполнить указанное действие когда сервер не готов
sk: Akcia ak server nebude pripravený

source: Auto-recover server
ca: Recuperació automàtica del servidor
ru: Автоматическое восстановление сервера
sk: Auto-obnovenie servera

source: Remove orphan applications when an Application Server is deleted
ru: При удалении сервера, удалять ссылки на размещенные на нем приложения
sk: Odstráň "navyše" aplikácie ak je aplikačný server zmazaný

source: Auto register new servers
ca: Registrar automàticament els servidors nous
ru: Автоматически регистрировать обнаруженные серверы
sk: Auto registrácia nových serverov

source: Auto switch new servers to production mode
ca: Posar els servidors nous en producció automàticament
ru: Автоматически переключать зарегистрированные серверы в рабочий режим
sk: Auto prepnutie nových serverov do produkčného módu

source: When an Application Server has reached its "max sessions" limit, disable session launch on it ?
ca: Quan un servidor ha arribat al seu límit "màxim de sessions", desactivar-li noves sessions?
ru: Запрещать сессии на сервере приложений при достижении ограничения на их максимальное количество ("max sessions")?
sk: Ak aplikačný server dosiahne "max session" limit, zakáž na ňom spustenie novej relácie.

source: Load Balancing policy for Application Servers
ca: Política de balanceig de càrregues per als servidors s'aplicacions
ru: Политика балансировки нагрузки для серверов приложений
sk: Load Balancing politika pre aplikačné servre

source: Load Balancing policy for File Servers
ca: Política de balanceig de càrregues per als servidors de fitxers
ru: Политика балансировки нагрузки для файловых серверов
sk: Load Balancing politika pre file servre

source: Remote Desktop Settings
ru: Настройки удаленного рабочего стола
sk: Nastavenia Remote Desktop

source: Enable Remote Desktop
ca: Habilitar l'escriptori remot
ru: Включить Удаленный рабочий стол
sk: Povoliť Remote Desktop

source: Show icons on user desktop
ca: Mostrar les icones en l'escriptori de l'usuari
ru: Показывать значки на пользовательском рабочем столе
sk: Zobraz ikony na ploche užívateľa

source: Allow external applications in Desktop
ca: Permetre aplicacions externes en l'escriptori
ru: Разрешить внешние приложения на рабочем столе
sk: Povoľ externé aplikácie na ploche

source: Desktop type
ca: Tipus d'escriptori
ru: Тип рабочего стола
sk: Typ plochy

source: Servers which are allowed to start desktop
ca: Servidors autoritzats per iniciar escriptoris
ru: Сервера, разрешенные для запуска рабочего стола
sk: Servre, ktoré umožňujú spustenie plochy

source: Authorize to launch a desktop session without desktop process
ca: Permet iniciar una sessió d'escriptori sense el procés escriptori
ru: Разрешить запуск сессии рабочего стола без создания соответствующего процесса
sk: Povoľ spustenie relácie bez dostupného "desktop" procesu

source: Remote Application Settings
ru: Настройки удаленных приложений
sk: Nastavenie vzdialených aplikácii

source: Enable Remote Applications
ca: Habilitar aplicacions remotes
ru: Включить внешние приложения
sk: Povoľ vzdialené aplikácie

source: Session settings
ca: Paràmetres de la sessió
ru: Настройки сеанса
sk: Nastavenia session

source: Default mode for session
ca: Mode per defecte de les sessions
ru: Режим по-умолчанию для сессий
sk: Východzí mód prihlásenia

source: Default language for session
ca: Idioma per defecte de les sessions
ru: Язык по-умолчанию для сессии
sk: Východzí jazyk prihlásenia

source: Default timeout for session
ca: Temps d'espera per defecte de les sessions
ru: Таймаут по-умолчанию для сессии
sk: Východzí timeout pre prihlásenie

source: Maximum number of running sessions
ca: Màxim nombre de sessions simultànies
ru: Максимальное количество запущенных сессий
sk: Maximálny počet bežiacich prihlásení

source: User can launch a session even if some of his published applications are not available
ca: L'usuari pot iniciar una sessió encara que algunes de les seves aplicacions publicades no estiguin disponibles
ru: Разрешить сессию, даже если некоторые из опубликованных приложений недоступны
sk: Používateľ môže spustiť prihlásenie aj keď nemá napublikovanú žiadnu aplikáciu

source: User can use a console in the session
ca: L'usuari pot utilitzar una sessió de consola
ru: Пользователь может использовать консоль в сессии
sk: Používateľ môže použiť konzolu v prihlásení

source: Use known drives
ca: Utilitza unitats conegudes
ru: Использовать доступные диски
sk: Použi známe disky

source: Multimedia
ca: Multimèdia
ru: Перенаправление мультимедиа
sk: Multimédiá

source: Redirect client drives
ca: Redirigir les unitats del client
ru: Подключение локальных дисков пользователя
sk: Presmeruj klientské disky

source: Redirect client printers
ca: Redirigir les impressores del client
ru: Подключение принтеров пользователя
sk: Presmeruj klientské tlačiarne

source: Redirect Smart card readers
ca: Redireccionar els lectors Smart Card
ru: Подключение устройств чтения смарт-карт пользователя
sk: Presmeruj čítačky "Smart card"

source: RDP bpp
ru: Глубина цвета RDP-сеанса

source: Enhance user experience
ca: Millorar l'experiència de l'usuari
ru: Функции улучшения восприятия
sk: Vylepšenie práce užívateľov

source: Sessions are persistent
ca: Les sessions son persistents
ru: Сохранять сессию при отключении пользователя
sk: Prihlásenia sú perzistentné

source: Follow me
ca: Segueix-me
ru: Следовать
sk: Nasleduj ma

source: Enable user profiles
ca: Activar els perfils d'usuari
ru: Разрешить профили пользователей
sk: Povoľ užívateľské profily

source: Auto-create user profiles when non-existent
ru: Авто-создание профилей, при их отсутствии
sk: Automatické vytvorenie profilov ak neexistujú

source: Quota assigned to the profile
ca: Quota assignada al perfil
ru: Квота, назначенная на профиль
sk: Kvóta pridelená profilu

source: Profile integration used in the session
ca: S'ha utilitzat el perfil integrat en la sessió
ru: Профиль подключен к сессии
sk: Integrácia profilu použitá v relácii

source: Launch a session without a valid profile
ca: Iniciar una sessió sense un perfil vàlid
ru: Запускать сеанс, даже если профиль отсутствует
sk: Spusti prihlásenie bez správneho profilu

source: Enable shared folders
ca: Activar les carpetes compartides
ru: Включить общие папки
sk: Povoľ zdieľané adresáre

source: Launch a session even when a shared folder's fileserver is missing
ca: Iniciar una sessió encara que no es trobi el servidor de carpetes compartides
ru: Запускать сеанс, даже если сервер на котором размещены общие папки недоступен
sk: Spusti prihlásenie aj keď chýba fileserver zdieľaných adresárov

source: Allow user to force shared folders
ca: Permetre a l'usuari forçar les carpetes compartides
ru: Разрешить принудительное использование общих папок
sk: Povoľ užívateľovi publikovať zdieľané adresáre

source: User selectable parameters
ru: Параметры выбираемые пользователем
sk: Označiteľné parametre užívateľa

source: Time restriction
ca: Limitació horària
ru: Временные ограничения
sk: Časové obmedzenie

source: Web Interface Settings
ru: Настройки Веб-интерфейса
sk: Nastavenie web rozhrania

source: Display user list
ca: Mostrar la llista d'usuaris
ru: Показать список пользователей
sk: Zobraz zoznam užívateľov

source: Public Web Services access
ca: Accés als serveis WEB públics
ru: Доступ к публичным веб-ресурсам
sk: Verejný prístup cez Webservices

source: MySQL external
ca: MySQL extern
ru: Внешний MySQL

source: Module activation
ru: Активация модулей
sk: Aktivácia modulov

source: Matching
ca: Comparant
ru: Сопоставление
sk: Obsahuje

source: Use child groups
ca: Utilitzar subgrups
ru: Использовать вложенные группы
sk: Použi vnorené skupiny

source: Filter
ca: Filtre
ru: Фильтр

source: Server host address
ca: Adreça de l'amfitrió servidor
ru: Адрес хоста
sk: Server host adresy

source: User password
ca: Contrasenya de l'usuari
ru: Пароль
sk: Heslo užívateľa

source: Database User Group table name
ca: Nom de la taula de grups d'usuaris en la base de dades
ru: Имя таблицы групп пользователей в БД
sk: Meno databázovej tabuľky užívateľských skupín

source: Table of users
ca: Taula d'usuaris
ru: Таблица пользователей
sk: Tabuľka užívateľov

source: Hash method
ca: Mètode hash
ru: Хэш-алгоритм
sk: Hash metóda

source: The address of your MySQL server.
ca: L'adreça del vostre servidor MySQL
ru: Адрес Вашего MySQL сервера.
sk: Adresa MySQL servra

source: The user login that must be used to access the database (to list users accounts).
ca: El nom d'usuari que serà utilitzat per consultar la base de dades d'usuaris del servidor.
ru: Имя пользователя для доступа к базе данных (для получения списка пользователей).
sk: Užívateľský login, ktorý musí byť použitý pre prístup do databázy (pre zoznam užívateľských kont)

source: The user password that must be used to access the database (to list users accounts).
ca: La contrasenya de l'usuari que serà utilitzat per consultar la base de dades d'usuaris del servidor (per llistar els comptes).
ru: Пароль пользователя для доступа к базе данных (для получения списка аккаунтов).
sk: Užívateľské heslo, ktoré musí byť použité pre prístup do databázy (pre zoznam užívateľských kont)

source: The name of the database.
ca: El nom de la base de dades.
ru: Имя базы данных.
sk: Názov databázy

source: Server port
ca: Port del servidor
ru: Порт сервера

source: Options given to ldap object
ca: Les opcions donades a l'objecte ldap
ru: Параметры, переданные объекту LDAP
sk: Možnosti daného LDAP objektu

source: Filter (optional)
ca: Filtre (opcional)
ru: Фильтр (не обязательно)
sk: Filter (nepovinné)

source: extra
ru: дополнительно

source: Domain name
ca: Nom del domini
ru: Имя домена
sk: Domain meno

source: Administrator DN
ca: DN de l'administrador
ru: DN администратора
sk: Administrátor DN

source: Administrator password
ca: Contrasenya de l'administrador
ru: Пароль администратора
sk: Administrátorské heslo
