Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/i18n/uovdclient/*.po
Languages: sk, sv

source: JavaScript must be enabled in order for you to use Ulteo OVD. However, it seems JavaScript is either disabled or not supported by your browser. To use OVD Web Client, enable JavaScript by changing your browser options, then [A]try again[/A].
sk: Vo Vašom prehliadači musí byť povolený JavaScript . Váš prehliadač sa javí, ako by nepodporoval JavaScript, resp, JavaScript v ňom nie je povolený. Pre využitie Ulteo OVD povoľte JavaScript v nastaveniach prehliadača a [A]skúste znova[/A].
sv: JavaScript måste vara aktiverat för att du ska kunna köra Ulteo OVD. Det verkar som att JavaScript antingen är inaktiverat eller inte har stöd i din webbläsare. För att använda OVD Webklient måste du aktivera JavaScript genom att ändra dina webbläsarinställningar, sedan [A]försök igen[A].

source: Close
sk: Zavrieť
sv: Stäng

source: Login
sk: Prihlasovacie meno
sv: Logga in

source: Login (detected)
sk: Prihlásenie (detekované)
sv: Inloggning (upptäckt)

source: Password
sk: Heslo
sv: Lösenord

source: Use local credentials
sk: Použi lokálne údaje pre prihlásenie
sv: Använd lokala konton

source: Yes
sk: Áno
sv: Ja

source: No
sk: Nie
sv: Nej

source: Mode
sk: Mód
sv: Läge

source: Desktop
sk: Plocha
sv: Skrivbord

source: Portal
sk: Portál

source: Fullscreen
sk: Celá obrazovka
sv: Helskärm

source: Language
sk: Jazyk
sv: Språk

source: Keyboard layout
sk: Klávesnica
sv: Tangentbordslayout

source: Debug
sk: Ladenie
sv: Felsök

source: Keyboard method
sk: Metóda klávesnice
sv: Inmatningsmetod

source: Scancode
sk: Skenovať

source: Unicode
sk: Unikód

source: Unicode use local IME
sk: Unikód (použi lokálne nastavenia)
sv: Unicode med lokal IME

source: Advanced settings
sk: Rozšírené nastavenia
sv: Avancerade inställningar

source: Connect
sk: Pripojiť
sv: Anslut

source: Checking for system compatibility
sk: Kontrola kompatibility systému
sv: Kontrollerar systemkompatibilitet

source: If this is your first time here, a Java security window will show up and you will have to accept it to use the service.
sk: Ak ste tu prvý krát, zobrazí sa Vám Java security window. Akceptujte použitie tejto služby.
sv: Om det här är ditt första besök kommer ett säkerhetsfönster för Java att visas. Du måste acceptera det för att kunna använda tjänsten.

source: You are advised to check the "<em>Always trust content from this publisher</em>" checkbox.
sk: Budete požiadaný zaškrtnúť "<em>Always trust content from this publisher</em>".
sv: Du rekommenderas att klicka i "<em>Lita alltid på innehåll från denna utgivare</em>" -rutan.

source: System compatibility error
sk: Chyba kompatibility systému
sv: Kompatibilitetsfel

source: Java is either not available on your system or in your web browser.
sk: Nie je dostupná Java vo Vašom systéme resp. vo Vašom webovom prehliadači.
sv: Java är inte tillgängligt, antingen på din dator eller i din webbläsare.

source: Please install the Java extension for your web browser or contact your administrator.
sk: Prosím nainštalujte JAVA do Vášho browsera
sv: Var vänlig installera Java-tillägget för din webbläsare eller kontakta din administratör.

source: You have not accepted the Java security window.
sk: Neakceptovali ste bezpečnostné okno Javy.
sv: Du har inte accepterat säkerhetsfönstret för Java.

source: You <strong>cannot</strong> have access to this service.
sk: Nemáte <strong>prístup</strong> k tejto službe.
sv: Du har <strong>inte</strong> tillgång till denna tjänst.

source: Loading Open Virtual Desktop
sk: Načítavam virtuálnu pracovnú plochu
sv: Laddar Open Virtual Desktop

source: Disconnecting Open Virtual Desktop
sk: Odpájam Ulteo
sv: Kopplar ifrån Open Virtual Desktop

source: Welcome!
sk: Vitajte!
sv: Välkommen!

source: Suspend
sk: Prerušiť
sv: Pausa

source: Logout
sk: Odhlásiť
sv: Logga ut

source: The Ulteo OVD session runs in a separate window
sk: Ulteo OVD beží v oddelenom okne
sv: Ulteos OVD-session körs i ett separat fönster

source: Click [A]here[/A] to switch back to your session
sk: Kliknite [A]sem[/A] pre návrat do Vášho pripojenia.
sv: Klicka [A]här[A] för att växla tillbaka till din session

source: My applications
sk: Moje aplikácie
sv: Mina program

source: Running applications
sk: Bežiace aplikácie
sv: Program som körs

source: My files
sk: Moje súbory
sv: Mina filer

source: Example: %EXAMPLE%
sk: Napríklad: %EXAMPLE%
sv: Exempel: %EXAMPLE%

source: Usage: missing "sessionmanager_host" parameter
sk: Chýba parameter "sessionmanager_host"
sv: Användning: saknar "sessionmanager_host" parametrar

source: Usage: missing "login" parameter
sk: Chýba parameter "login"
sv: Användning: saknar "login" parametrar

source: Usage: missing "password" parameter
sk: Chýba parameter "password"
sv: Användning: saknar "lösenord" parametrar

source: Unable to reach the Session Manager
sk: Nemôžem kontaktovať Session Manager
sv: Kunde inte ansluta till sessionshanteraren

source: Authentication failed: please double-check your password and try again
sk: Autentifikácia zlyhala: prosím overte Vaše heslo a prihláste sa znova
sv: Autensiering misslyckades: var vänlig kontrollera ditt lösenord och försök igen

source: The system is in maintenance mode, please contact your administrator for more information
sk: Systém je v móde údržby, kontaktujte prosím administrátora systému.
sv: Systemet är i underhållsläge, var vänlig kontakta din administratör för mer information

source: An internal error occurred, please contact your administrator
sk: Vyskytla sa interná chyba, kontaktujte prosím Vášho administrátora.
sv: Ett internt fel inträffade, var vänlig kontakta din administratör

source: You specified an invalid login, please double-check and try again
sk: Zadali ste nesprávne prihlasovacie meno. Skúste znova.
sv: Du har angivit felaktiga inloggningsuppgifter, var vänlig kontrollera dem och försök igen

source: The service is not available, please contact your administrator for more information
sk: Služba je nedostupná, kontaktujte prosím Vášho administrátora pre ďalšie informácie
sv: Tjänsten är inte tillgänglig, var vänlig kontakta din administratör för mer information

source: You are not authorized to launch a session. Please contact your administrator for more information
sk: Nemáte právo spustiť reláciu. Kontaktujte prosím Vášho administrátora.
sv: Du har inte behörighet att starta en session. Var vänlig kontakta din administratör för mer information

source: You already have an active session
sk: Už ste raz pripojený
sv: Du har redan en aktiv session

source: You will be disconnected from your OVD session.
sk: Budete odpojený z Vašej Ulteo OVD relácie.
sv: Du kommer att kopplas ifrån din OVD-session.

source: Your session is going to end in 3 minutes, please save all your data now!
sk: Vaše pripojenie skončí o 3 minúty, prosím ihneď uložte všetky Vaše dáta!
sv: Din session kommer att upphöra om 3 minuter, var vänlig spara all data nu!

source: Your session is going to be disconnected in %MINUTES% minutes because of the logon time restriction policy
sk: Vaša session bude odpojená po %MINUTES% minútach, kvôli nastaveniam servera
sv: in session kommer att kopplas ned om %MINUTES% minuter på grund av restriktioner i inloggningstidspolicyn

source: Server: session closed unexpectedly
sk: Server: prihlásenie bolo neočakávane ukončené
sv: Server: sessionen stängdes oväntat

source: Your session has ended, you can now close the window
sk: Vaše prihlásenie bolo ukončené, môžete zavrieť okno
sv: Din session har upphört, du kan nu stänga fönstret

source: Your session has ended unexpectedly
sk: Vaše prihlásenie bolo neočakávane ukončené
sv: Din session har upphört oväntat

source: error details
sk: detaily chyby
sv: felbeskrivning

source: Close this window
sk: Zavrite okno
sv: Stäng detta fönster

source: Click [A]here[/A] to start a new session
sk: Kliknite [A]sem[/A] pre naštartovanie novej relácie
sv: Klicka [A]här[/A] för att starta en ny session

source: suspend
sk: prerušiť
sv: vila

source: resume
sk: pokračovať
sv: återuppta

source: Are you sure you want to logout (# apps running) ?
sk: Naozaj sa chcete odhlásiť (# apps running) ?
sv: Är du säker på att du vill logga ut (# program körs) ?

source: Profile
sk: Profil
sv: Profil

source: Text file (*.txt)
sk: Textový súbor (*.txt)
sv: Textfil (*.txt)

source: An error occurred. Please try again.
sk: Vyskytla sa chyba. Skúste znova.
sv: Ett fel inträffade. Var vänlig försök igen.

source: Error
sk: Chyba
sv: Fel

source: Bug report saved to %s
sk: Chybový report bol uložený do %s
sv: Buggrapport sparad till %s

source: Bug report saved
sk: Chybové hlásenie uložené
sv: Buggrapport sparad

source: Please fill in the description field.
sk: Prosím vyplňte popis chyby.
sv: Var vänlig fyll i beskrivningsfältet.

source: Empty field
sk: Prázdne pole
sv: Tomt fält

source: Ulteo OVD Bug Report
sk: Ulteo OVD nahlásenie chyby
sv: Ulteo OVD Buggrapport

source: Validate
sk: Potvrdiť
sv: Validera

source: Date
sk: Dátum
sv: Datum

source: Version
sk: Verzia

source: System
sk: Systém

source: Description and steps to reproduce:
sk: Popis a kroky pre zopakovanie:
sv: Beskrivning och steg att reproducera:

source: Report a bug
sk: Nahlás chybu
sv: Rapportera en bugg

source: Maximized
sk: Maximalizované
sv: Maximerad

source: Fewer options
sk: Menej možností
sv: Färre alternativ

source: More options...
sk: Viac možností ...
sv: Fler alternativ...

source: Start!
sk: Štart!
sv: Starta!

source: Resolution
sk: Rozlíšenie
sv: Upplösning

source: Keyboard
sk: Klávesnica
sv: Tangentbord

source: Auto
sk: Automaticky

source: Application
sk: Aplikácia
sv: Applikation

source: Remember me
sk: Zapamätaj si ma
sv: Kom ihåg mig

source: Auto-publish shortcuts
sk: Automaticky-publikovať skratky
sv: Autopublicera genvägar

source: Logoff
sk: Odhlásiť
sv: Logga ut

source: Disconnect
sk: Odhlásiť
sv: Koppla ned

source: Close the application
sk: Zavrieť aplikáciu
sv: Stäng programmet

source: Cancel
sk: Zrušiť
sv: Avbryt

source: Start loading session
sk: Začiatok načítavania prihlásenia
sv: Börja ladda sessionen

source: Connecting to the Session Manager
sk: Pripájam sa na Session Manager
sv: Ansluter till sessionshanteraren

source: Get session information from Session Manager
sk: Preberám informácia prihlásenia zo Session Manager
sv: Erhåll sessionsinformation från sessionshanteraren

source: Get application data from Session Manager
sk: Preberám dáta zo Session Manager
sv: Erhåll applikationsdata från sessionshanteraren

source: Installing application data on client
sk: Inštalujem dáta na klientovi
sv: Installerar applikationsdata på klient

source: Waiting on server for session
sk: Čakám na server pre prihlásenie
sv: Väntar på server för session

source: Invalid status
sk: Neplatný status
sv: Ogiltig status

source: Disconnecting!
sk: Odhlasovanie!
sv: Kopplar ned!

source: Now loading
sk: Načítavam
sv: Laddar

source: An error occurred, please contact your administrator
sk: Vyskytla sa chyba, kontaktujte prosím Vášho administrátora
sv: Ett fel inträffade, var vänlig kontakta din administratör

source: Unable to reach the Session Manager!
sk: Nemôžem kontaktovať Session Manager!
sv: Kunde inte nå sessionshanteraren!

source: Warning!
sk: Upozornenie!
sv: Varning!

source: Invalid host field!
sk: Neplatné pole pre server!
sv: Ogiltigt värdfält!

source: You must specify the host field!
sk: Musíte vyplniť pole pre server!
sv: Du måste fylla i värdfältet!

source: You must specify a username!
sk: Musíte vyplniť prihlasovacie meno!
sv: Du måste fylla i ett användarnamn!

source: You must specify a password!
sk: Musíte vyplniť heslo!
sv: Du måste fylla i ett lösenord!

source: Unable to find a valid certificate
sk: Nemôžem nájsť platný certifikát
sv: Kunde inte hitta ett giltigt certifikat

source: Session is going to end
sk: Prihlásenie bude ukončené
sv: Sessionen kommer att upphöra

source: Internal error: unsupported session mode
sk: Interná chyba: nepodporovaný mód prihlásenia
sv: Internt fel: sessionsläget stöds inte

source: You have been disconnected
sk: Boli ste odhlásený.
sv: Du har blivit frånkopplad

source: Your session has ended
sk: Vaše prihlásenie bolo ukončené.
sv: Din session har upphört

source: Protocol xml error:
sk: Chyba v protokole XML:

source: OVD News
sk: OVD novinky
sv: OVD Nyheter

source: Enable desktop integration
sk: Povoliť integráciu plochy
sv: Aktivera skrivbordsintegration

source: Disable desktop integration
sk: Zakázať integráciu plochy
sv: Inaktivera skrivbordsintegration

source: Welcome {user}
sk: Vitajte {user}
sv: Välkommen {user}

source: Main gestures
sk: Hlavné gestá
sv: Huvusakliga gester

source: Right click
sk: Pravý klik
sv: Högerklicka

source: View gestures
sk: Zobraziť gestá
sv: Visa gester

source: The system is on maintenance mode, please contact your administrator for more information
sk: Systém je v móde údržby, kontaktujte prosím Vášho administrátora pre ďalšie informácie
sv: Systemet är i underhållsläge, var vänlig kontakta din administratör för mer information

source: You are not authorized to launch a session in this mode
sk: Nie ste autorizovaný spustiť ulteo v tomto móde
sv: Du har inte behörighet att starta en session i det här läget

source: A network issue prevents the dialog between the client and the server. You can wait until the connection is up again or logout now.
sk: Chyba siete. Počkajte na obnovu spojenia, alebo sa odhláste.
sv: Ett nätverksfel förhindrar kommunikation mellan klienten och servern. Du kan vänta tills anslutningen är igång igen eller logga ut nu.

source: Gestures
sk: Gestá
sv: Gester

source: An error occured, please contact your administrator
sk: Vyskytla sa chyba, kontaktujte prosím Vášho administrátora
sv: Ett fel inträffade, var vänlig kontakta din administratör

source: Toolbar
sk: Panel nástrojov
sv: Verktygsfält

source: To log in, you need to enter your login, your password and the server name you wish to connect.
sk: Pre prihlásenie musíte zadať Vaše meno, heslo a názov servera, na ktorý sa chcete pripojiť.
sv: För att logga in måste du fylla i ditt användarnamn, lösenord och servern du vill ansluta till.

source: Show toolbar
sk: Zobraziť toolbar
sv: Visa verktygsfält

source: Zoom
sk: Priblíženie
sv: Zooma

source: Network is down
sk: Sieť nie je dostupná
sv: Nätverket är nere

source: Connection
sk: Pripojenie
sv: Anslutning

source: Move view
sk: Presuň náhľad
sv: Flytta vy

source: Show keyboard
sk: Zobraziť klávesnicu
sv: Visa tangentbord

source: Help
sk: Pomoc
sv: Hjälp

source: An internal error occured, please contact your administrator
sk: Vyskytla sa interná chyba, kontaktujte prosím Vášho administrátora.
sv: Ett internt fel inträffade, var vänlig kontakta din administratör

source: The question mark shows this help sheet. The cross exits the session.
sk: Vaša žiadosť vyvolala tento help. Krížikom ukončíte reláciu.
sv: Frågetecknet visar det här hjälpbladet. Krysset stänger sessionen.

source: Click
sk: Klik
sv: Klicka

source: Session resolution
sk: Rozlíšenie relácie
sv: Sessionsupplösning

source: The password will be saved
sk: Heslo bolo uložené
sv: Lösenordet kommer att sparas

source: RDP Compression
sk: RDP kompresia
sv: RDP-komprimering

source: Toggle keyboard
sk: Vyberte klávesnicu
sv: Växla tangentbord

source: Android controls remains visible on screen
sk: Ovládače Android ostanú viditeľné na obrazovke
sv: Androidkontrollerna fortsätter vara synliga på skärmen

source: Do you want to disconnect the current session ?
sk: Chcete odpojiť aktuálnu reláciu?
sv: Vill du koppla ned den nuvarande sessionen?

source: Manual resolution
sk: Rozlíšenie zadané ručne
sv: Manuell upplösning

source: Advanced options
sk: Rozšírené nastavenia
sv: Avancerade inställningar

source: Enhanced keyboard
sk: Rozšírená klávesnica
sv: Förbättrat tangentbord

source: Force wide screen
sk: Použi celú obrazovku
sv: Tvinga widescreen

source: Ulteo website
sk: Ulteo web stránka
sv: Ulteos hemsida

source: Screen resolution not changed
sk: Rozlíšenie obrazovky nebolo zmenené
sv: Skärmupplösning oförändrad

source: Dim the system bar with clock while showing the desktop
sk: Stlmiť systémovú lištu pri zobrazení plochy
sv: Tona ned systemfältet med klockan när skrivbordet visas

source: Always show the system bar with clock
sk: Vždy zobraz systémovú lištu
sv: Visa alltid systemfältet med klockan

source: The login screen shows the Session Manager data
sk: Prihlasovacia obrazovka zobrazí vstup do Session Manager
sv: Inloggningsskärmen visar sessionshanterarens data

source: No Internet connection has been detected on this device. Please enable Wifi/3G before using this application
sk: Chýba internetové pripojenie na tomto zariadení. Prosím povoľte Wifi/3G pre použitím tejto aplikácie.
sv: Ingen internetanslutning upptäckt på denna enhet. Var vänlig aktivera WiFi/3G innan du använder denna app.

source: Hide the Session Manager in login screen
sk: Skryť Session Manager na prihlasovacej obrazovke
sv: Dölj sessionshanteraren på inloggningsskärmen

source: Satellite (2 Mbits/s)
sk: Satelit (2 Mbits/s)

source: Dim system bar
sk: Stlmiť systémovú lištu
sv: Tona ned systemfältet

source: The networks connection appears to be down, You can wait for reconnection or logout
sk: Zdá sa, že bolo prerušené pripojenie k sieti. Môžete počkať na znovupripojenie, alebo sa odhláste.
sv: Nätverket verkar vara nere. Du kan vänta på återanslutning eller logga ut

source: Not specified
sk: Nešpecifikované
sv: Ej specifierad

source: Active desktop session
sk: Aktívna relácia
sv: Aktiv desktop-session

source: Hide session manager in login screen
sk: Skryť session manager na prihlasovacej obrazovke
sv: Dölj sessionshanteraren vid inloggningsskärmen

source: Manual selection of screen resolution
sk: Ručná voľba rozlíšenia orazovky
sv: Manuellt val av skärmupplösning

source: Set the session manager url
sk: Nastavenie adresy session manager
sv: Fyll i sessionshanterarens url

source: Use enhanced keyboard
sk: Použi rozšírenú klávesnicu
sv: Använd förbättrat tangentbord

source: Create shortcut
sk: Vytvor odkaz
sv: Skapa genväg

source: Waiting server for session
sk: Čakám na server pre prihlásenie
sv: Väntar på server för session

source: Do not use enhanced keyboard
sk: Nepoužiť rozšírenú klávesnicu
sv: Använd inte förbättrat tangentbord

source: Session manager Url
sk: Adresa session manager
sv: URL till sessionshanteraren

source: Wide screen resolution will be forced
sk: Bola použitá širokouhlá obrazovka
sv: Widescreen-upplösning kommer tvingas

source: Disable RDP compression
sk: Zakázať RDP kompresiu
sv: Stäng av RDP-kompression

source: Automatic detection of screen resolution
sk: Automatická detekcia rozlíšenie obrazovky.
sv: Automatisk upptäckt av skärmupplösning

source: The desktop will take all screen space
sk: Plocha zaberie celú obrazovku
sv: Skrivbordet kommer fylla upp hela skärmen

source: The password will not be saved
sk: Heslo nebolo uložené
sv: Lösenordet kommer ej sparas

source: Session
sk: Relácia

source: Set the screen dimensions of the session
sk: Nastav veľkosť relácie
sv: Sätt skärmdimensioner för sessionen

source: Connection type
sk: Typ pripojenia
sv: Anslutningstyp

source: Connection error
sk: Chyba pripojenia
sv: Anslutningsfel

source: Enable RDP compression
sk: Povoliť RDP kompresiu
sv: Aktivera RDP-kompression

source: Save the password
sk: Uložiť heslo
sv: Spara lösenord

source: Session Manager
sv: Sessionshanteraren

source: Broadband Low (256 Kbits/s)
sv: Bredband låg (256 Kbits/s)

source: Broadband High (10 Mbits/s)
sv: Bredband Snabb (10 Mbits/s)
