Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/client/java/po/*.po
Languages: ca, de, eu, fr, ru, sl

source: JavaScript must be enabled in order for you to use Ulteo OVD. However, it seems JavaScript is either disabled or not supported by your browser. To use OVD Web Client, enable JavaScript by changing your browser options, then [A]try again[/A].
ca: Per utilitzar Ulteo OVD cal disposar de JavaScript, sembla que el seu navegador no és compatible, o no esta instal·lat o esta inhabilitat. Comprova-ho i torna a [A]intentar-ho[/A].
de: JavaScript muss aktiviert sein, damit Sie Ulteo OVD benutzen können. Es scheint jedoch, dass JavaScript entweder deaktiviert ist oder nicht von Ihrem Browser unterstützt wird. Um den OVD-Web-Client zum verwenden, aktivieren Sie JavaScript in Ihren Browser und [A]versuchen Sie es erneut[/ A].
eu: Javascript aktibatuta egon behar da Ulteo OVD erabili ahal izateko. Hala ere, Javascript aktibatu barik edo zure nabigatzaileak ez daramala dirudi. OVD Web bezeroa erabiltzeko, aktiba ezazu nabigalzilearen aukeretan eta [A]saiatu berriro[/A].
fr: Vous devez activer JavaScript pour utiliser Ulteo OVD. Il semble que JavaScript soit désactivé ou non supporté par votre navigateur. Pour utiliser OVD Web Portal, veuillez activer JavaScript dans votre navigateur puis [A]essayez à nouveau[/A].
ru: Для использования Ulteo OVD JavaScript должен быть включен. Однако, проверка показывает, что он либо отключен, либо не поддерживается вашим браузером. Чтобы использовать клиента OVD Web, включите JavaScript в настройках браузера и [A]попробуйте заново/A].
sl: Za uporabo Ulteo OVD mora biti omogočen JavaScript. Zgleda, da je JavaScript izklopljen ali pa ga vaš brskalnik ne podpira. Če želite uporabljati OVD Web Client, omogočite JavaScript v nastavitvah vašega brskalnika, nato [A]poskusite znova[/A].

source: Close
ca: Tancar
de: Schließen
eu: Itxi
fr: Fermer
ru: Закрыть
sl: Zapri

source: Session Manager
ca: Gestor de Sessions
de: Sitzungsmanager
eu: Saio kudeatzailea
ru: Менеджер сеансов
sl: Upravljalec seje

source: Login
ca: Usuari
de: Anmeldung
eu: Erabiltzaile izena
fr: Identifiant
ru: Имя пользователя
sl: Prijava

source: Login (detected)
ca: Usuari (detectat)
de: Einloggen
eu: Erabiltzaile izena (antzemana)
fr: Identifiant (détécté)
ru: Имя пользователя (определено как)
sl: Prijava (zaznana)

source: Password
ca: Contrasenya
de: Passwort
eu: Pasahitza
fr: Mot de passe
ru: Пароль
sl: Geslo

source: Use local credentials
ca: Utilitza credencials locals
de: Lokale Anmeldedaten nutzen
eu: Bertako egiaztagiriak erabili
fr: Utiliser les identifiants locaux
ru: Использовать локальные учетные данные
sl: Uporabi lokalne poverilnice

source: Yes
ca: Si
de: Ja
eu: Bai
fr: Oui
ru: Да
sl: Da

source: No
de: Nein
eu: Ez
fr: Non
ru: Нет
sl: Ne

source: Mode
de: Modus
eu: Era
ru: Режим
sl: Način

source: Desktop
ca: Escriptori
de: Arbeitsplatz
eu: Idazmahaia
fr: Bureau
ru: Рабочий стол
sl: Namizje

source: Portal
eu: Ataria
fr: Portail
ru: Портал

source: Fullscreen
ca: Pantalla Sencera
de: Vollbild
eu: Pantaila osoa
fr: Plein écran
ru: На весь экран
sl: Celozaslonski način

source: Language
ca: Idioma
de: Sprache
eu: Hizkuntza
fr: Langue
ru: Язык
sl: Jezik

source: Keyboard layout
ca: Disposició del teclat
de: Tastaturlayout
eu: Teklatuaren jarrera
fr: Disposition du clavier
ru: Раскладка клавиатуры
sl: Razporeditev tipkovnice

source: Debug
ca: Depurar
eu: Arazketa
ru: Отладка
sl: Razhroščevanje

source: Keyboard method
ca: Tipus de teclat
de: Tastaturmethode
eu: Teklatuaren modua
fr: Mode de clavier
ru: Способ ввода
sl: Način tipkovnice

source: Scancode
eu: Teklaren kodea
ru: Сканкод

source: Unicode
ru: Юникод

source: Unicode use local IME
ca: El Unicode utilitza el IME local
de: Unicode nutzt den lokalen IME
eu: Unicode bertako IME erabiliz
fr: Unicode utilisant l'IME locale
ru: Юникод с редактором ввода
sl: Unicode, lokalni IME

source: Advanced settings
ca: Configuració Avançada
de: Erweiterte Einstellungen
eu: Konfigurazio aurreratua
fr: Réglages avancés
ru: Расширенные настройки
sl: Napredne nastavitve

source: Connect
ca: Connectar
de: Verbinden
eu: Konektatu
fr: Connexion
ru: Подключить
sl: Poveži

source: Checking for system compatibility
ca: Comprovant compatibilitat del sistema
de: Überprüfen der Systemkompabilität
eu: Egiaztatzen sistemaren bateragarritasuna
fr: Vérification de la compatibilité du système
ru: Проверка совместимости системы
sl: Preverjanje združljivosti sistema

source: If this is your first time here, a Java security window will show up and you will have to accept it to use the service.
ca: Si és el primer cop que entreu apareixerà una finestra de seguretat de Java, cal que accepteu l'ús d'aquest servei.
de: Wenn Sie das erste Mal hier sind, wird ein Java-Sicherheitsfenster angezeigt und Sie müssen es akzeptieren, um den Service zu nutzen.
eu: Zure lehenengo aldia bada hemen, Java segurtasun horri bat agertuko zaizu eta onartu beharko duzu zerbitzua erabiltzeko
fr: Si c'est votre première connexion, une fenêtre de sécurité Java va s'afficher. Vous devez accepter l'exécution pour utiliser le service
ru: Если вы зашли в первый раз, то появится окно безопасности Java. Вам необходимо разрешить использование данного сервиса.
sl: Če ste prvič tukaj, se bo pojavilo Java varnostno okno, ki ga boste morali sprejeti, če želite uporabljati to storitev.

source: You are advised to check the "<em>Always trust content from this publisher</em>" checkbox.
ca: Tingueu present de marcar la casella "<em>Confiar sempre en el contingut d'aquest proveïdor</em>".
de: Sie sollten die Checkbox "<em>Immer Inhalten dieses Anbieters</em>" aktivieren.
eu: "<em>Argitaratzaile honen edukiagaz beti fidadu</em>" aukera adieraztea gomendatzen da
fr: Il est conseillé de cocher la case "<em>Toujours faire confiance aux contenu de cet éditeur</em>".
ru: Рекомендуется установить параметр "<em>Всегда доверять содержимому из этого источника</em>"
sl: Priporočamo, da odkljukate polje "<em>Always trust content from this publisher</em>".

source: System compatibility error
ca: Error de compatibilitat del sistema
de: Fehler bei der Systemkompabilität
eu: Sistema bateragarritasunaren akatsa
fr: Erreur de compatibilité du système
ru: Ошибка совместимости
sl: Napaka s sistemsko združljivostjo

source: Java is either not available on your system or in your web browser.
ca: No teniu Java disponible al vostre sistema o navegador.
de: Java ist weder auf ihrem System noch in ihrem Browser verfügbar.
eu: Java ez dago zure sisteman edo nabigatzailean erabilgarria
fr: Java n'est ni installé sur votre système ni dans votre navigateur web.
ru: Программное обеспечение Java отсутствует либо отключено в браузере.
sl: Java ni na voljo na vašem sistemu ali v vašem brskalniku.

source: Please install the Java extension for your web browser or contact your administrator.
eu: Instala ezazu Java luzapena zure nabigatzailean edo kudeatzailearekin kontaktuan jar zaitez
fr: Veuillez installer l'extension Java pour votre navigateur ou contacter votre administrateur
ru: Пожалуйста, установите Java-плагин для вашего браузера или свяжитесь со своим системным администратором.
sl: Prosimo, da namestite Java razširitev za vaš brskalnik ali kontaktirajte vašega sistemskega skrbnika.

source: You have not accepted the Java security window.
ca: No heu acceptat la finestra de seguretat de Java.
de: Sie haben die Java Sicherheitsabfrage nicht bestätigt.
eu: Ez duzu java segurtasun mezua onartu
fr: Vous n'avez pas accepté l'alerte de sécurité Java.
ru: Вы не подтвердили возможность использования Java в окне системы безопасности.
sl: Niste sprejeli Java varnostnega okna.

source: You <strong>cannot</strong> have access to this service.
ca: <strong>No</strong> podeu tenir accés a aquest servei.
de: Sie haben <strong>keinen</strong> Zugriff auf diesen Dienst.
eu: <strong>Ezin duzu</strong> zerbitzu honetarako sarrerarik lortu
fr: Vous <strong>ne pouvez pas</strong> accéder à ce service.
ru: У Вас <strong>нет прав</strong> для доступа к данному сервису.
sl: Do te storitve <strong>nimate</strong> dostopa.

source: Loading Open Virtual Desktop
ca: Carregant l'Open Virtual Desktop
de: Lade Open Virtual Desktop
eu: Idazmahi Birtual Irekia kargatzen
fr: Chargement Open Virtual Desktop
ru: Загрузка Open Virtual Desktop
sl: Nalaganje Open Virtual Desktop

source: Disconnecting Open Virtual Desktop
ca: Desconnectant d'Open Virtual Desktop
de: Open Virtual Desktop trennen
eu: Idazmahi Birtual Irekia deskonektatzen
fr: Déconnection de Open Virtual Desktop
ru: Open Virtual Desktop отключается
sl: Prekinjanje povezave z Open Virtual Desktop

source: Welcome!
ca: Benvingut/da!
de: Willkommen!
eu: Ongi etorri!
fr: Bienvenue !
ru: Добро пожаловать!
sl: Pozdravljeni!

source: Suspend
ca: Suspendre
de: Sperren
eu: Suspenditu
fr: Mettre en veille
ru: Приостановить
sl: Začasna ustavitev

source: Logout
ca: Desconnectar
de: Abmelden
eu: Irten
fr: Déconnexion
ru: Выход
sl: Odjava

source: The Ulteo OVD session runs in a separate window
eu: Ulteo OVD saioa lehio desberdin batean ari da
fr: La session Ulteo OVD tourne dans une fenêtre séparée
ru: Сессия Ulteo OVD запущена в отдельном окне
sl: Ulteo OVD seja teče v ločenem oknu

source: Click [A]here[/A] to switch back to your session
ca: Clica [A]aquí[/A] per tornar a la sessió
de: Klicken Sie [A]hier[/ A], um zu Ihrer Sitzung zurück zu kehren
eu: Egin ezazu klick [A]hemen[/A] zure saiora itzultzeko
fr: Cliquez [A]ici[/A] pour retourner dans votre session
ru: Кликните [A]здесь[/A] чтобы вернуться в свою сессию
sl: Kliknite [A]tukaj[/A] za preklop nazaj v vašo sejo

source: My applications
ca: Les meves aplicacions
de: Meine Applikationen
eu: Nire aplikazioak
fr: Mes applications
ru: Мои приложения
sl: Moje aplikacije

source: Running applications
ca: Aplicacions executant-se
de: Laufende Applikationen
eu: Exekutatzen ari diren aplikazioak
fr: Applications utilisées
ru: Запущенные приложения
sl: Aplikacije, ki tečejo

source: My files
ca: Els meus arxius
de: Meine Dateien
eu: Nire fitxategiak
fr: Mes fichiers
ru: Мои файлы
sl: Moje datoteke

source: Example: %EXAMPLE%
ca: Exemple: %EXAMPLE%
de: Beispiel: %BEISPIEL%
eu: Adibidea: %EXAMPLE%
fr: Exemple : %EXAMPLE%
ru: Пример: %EXAMPLE%
sl: Primer: %EXAMPLE%

source: Usage: missing "sessionmanager_host" parameter
ca: Ús: manca el paràmetre "sessionmanager_host"
de: Fehlender Parameter "sessionmanager_host"
eu: Erabilera: "sessionmanager_host" parametroa falta da
fr: Utilisation : le paramètre "sessionmanager_host" est manquant
ru: Поле "Менеджер сеансов" не должно быть пустым
sl: Uporaba: manjka "sessionmanager_host" parameter

source: Usage: missing "login" parameter
ca: Ús: manca el paràmetre "login"
de: Fehlender Parameter "login"
eu: Erabilera: "login" parametroa falta da
fr: Utilisation : le paramètre "login" est manquant
ru: Поле "Имя пользователя" не должно быть пустым
sl: Uporaba: manjka "login" parameter

source: Usage: missing "password" parameter
ca: Ús: manca el paràmetre "password"
de: Fehlender Parameter "password"
eu: Erabilera: "pasahitza" parametroa falta da
fr: Utilisation : le paramètre "password" est manquant
ru: Поле "Пароль" не должно быть пустым
sl: Uporaba: manjka "password" parameter

source: Unable to reach the Session Manager
ca: Impossible arribar al Gestor de Sessions
de: Der Sitzungsmanager ist nicht erreichbar
eu: Saio kudeatzailearekin konektatzea ezinezkoa izan da
fr: Impossible de contacter le Session Manager
ru: Не удается подключиться к Менеджеру сеансов
sl: Upravljalec seje ni dosegljiv

source: Authentication failed: please double-check your password and try again
ca: Errada d'autenticació: si us plau comproveu la vostra contrasenya i proveu de nou
de: Authentifizierung fehlgeschlagen: Bitte überprüfen sie ihr Passwort und versuchen es noch einmal
eu: Sarrera-datu okerrak: mesedez, egiaztatu pasahitza eta saiatu berriro
fr: Erreur d'authentification : veuillez vérifier votre mot de passe et réessayer
ru: В авторизации отказано: проверьте правильность ввода имени пользователя и пароля
sl: Avtentikacija ni uspela: prosimo, da preverite geslo in poskusite znova

source: The system is in maintenance mode, please contact your administrator for more information
ca: El sistema és en mode manteniment, poseu-vos en contacte amb l'administrador per a més informació.
de: Das System ist im Wartungsmodus, bitte kontaktieren Sie Ihren Administrator für weitere Informationen
eu: Sistema mantentze moduan dago, mesedez, kudeatzailearekin kontaktuan jar zaitez argibide gehiago behar izatekotan
fr: Le système est en maintenance, veuillez contacter votre administrateur pour plus d'information
ru: Система находятся на обслуживании. Пожалуйста, свяжитесь с вашим системным администратором
sl: Sistem je v stanju vzdrževanja, prosimo, kontaktirajte sistemskega skrbnika za več informacij

source: An internal error occurred, please contact your administrator
ca: Error intern, si us plau poseu-vos en contacte amb l'administrador
de: Ein interner Fehler ist aufgetreten, bitte kontaktieren sie ihren Systemadministrator
eu: Barneko errore bat gertatu da, mesedez, kudeatzailearekin kontaktuan jar zaitez
fr: Une erreur interne est survenue, veuillez contacter votre administrateur
ru: Произошла внутренняя ошибка. Пожалуйста, свяжитесь с системным администратором
sl: Prišlo je do notranje napake, prosimo, kontaktirajte vašega sistemskega skrbnika

source: You specified an invalid login, please double-check and try again
ca: El nom d'usuari no és correcte, si us plau, torneu a escriure'l
de: Sie haben einen ungültigen Benutzernamen eingegeben, bitte versuchen sie es noch einmal
eu: Erabiltzaile-izen okerra eman duzu, mesedez, egiaztatu izena eta saiatu berriro
fr: L'identifiant est invalide, veuillez revérifier et réessayer
ru: Неправильное имя пользователя или пароль. Проверьте и попробуйте еще раз
sl: Vpisali ste napačen login, prosimo, preverite in poskusite znova

source: The service is not available, please contact your administrator for more information
ca: El servei no esta disponible, si us plau poseu-vos en contacte amb l'administrador per obtenir més informació
de: Der Dienst ist nicht verfügbar, bitte kontaktieren sie ihren Systemadministrator für weitere Informationen
eu: Zerbitzua ez dago erabilgarria, mesedez, kudeatzailearekin kontaktuan jar zaitez argibide gehiago behar izatekotan
fr: Le service n'est pas disponible, veuillez contacter votre administrateur pour plus d'informations
ru: Сервис недоступен, свяжитесь с системным администратором для получения информации
sl: Storitev ni na voljo, prosimo, kontaktirajte vašega sistemskega skrbnika za več informacij

source: You are not authorized to launch a session. Please contact your administrator for more information
ca: No estas autoritzat per iniciar una sessió. Posa't en contacte amb l'administrador per obtenir més informació
de: Sie sind nicht berechtigt, eine Sitzung zu starten. Bitte kontaktieren Sie Ihren Administrator für weitere Informationen
eu: Ez daukazu saio berri bati hasiera emateko baimenarik. Mesedez, kudeatzailearekin kontaktuan jar zaitez argibide gehiago behar izatekotan
fr: Vous n'êtes pas autorisé à lancer une session. Veuillez contacter votre administrateur pour plus d'informations
ru: У вас нет прав для запуска сессии. Пожалуйста, свяжитесь с вашим системным администратором
sl: Nimate pravic za zagon seje. Prosimo, kontaktirajte vašega sistemskega skrbnika za več informacij

source: You already have an active session
ca: Encara tens una altra sessió activa
de: Sie haben bereits eine aktive Session
eu: Jadanik baduzu saio eraginkor bat
fr: Vous avez déjà une session active
ru: У Вас уже есть активный сеанс
sl: Že imate aktivno sejo

source: You will be disconnected from your OVD session.
ca: Se li desconnectarà la sessió OVD
de: Sie werden von Ihrer OVD Sitzung getrennt.
eu: Zure OVD saiotik deskonektatua izango zara
fr: Vous allez être déconnecté de votre session OVD.
ru: Ваши сеансы будут отключены
sl: Odjavljeni boste iz vaše trenutne OVD seje.

source: Your session is going to end in 3 minutes, please save all your data now!
ca: La seva sessió es tancarà en 3 minuts, si us plau, guardeu les dades ara!
de: Ihre Sitzung wird in 3 Minuten enden, bitte speichern sie alle ihre Daten jetzt!
eu: Zure saioa 3 minutu barru amaituko da, mesedez gorde itzazu datuak oraintxe bertan!
fr: Votre session va s'arrêter dans 3 minutes, veuillez sauvegarder vos documents dès maintenant !
ru: Ваш сеанс будет завершен через 3 минуты. Пожалуйста, сохраните все изменения!
sl: Seja se bo končala v 3 minutah, prosimo, nemudoma shranite vse svoje podatke!

source: Your session is going to be disconnected in %MINUTES% minutes because of the logon time restriction policy
eu: Zure saioa %MINUTES% minutu barru deskonektatuko da, saioaren denbora murrizte politika dela eta
fr: Votre session va être déconnectée dans %MINUTES% minutes à cause de la politique de restriction horaire
ru: Ваша сессия будет отключена через %MINUTES% минут в соответствии с политикой ограничения времени регистрации
sl: Vaša seja bo prekinjena v roku %MINUTES% minut zaradi časovne omejitve prijave

source: Server: session closed unexpectedly
ca: Servidor: la sessió s'ha tancat inesperadament
de: Server: Session wurde unerwartet geschlossen
eu: Zerbitzari: saioa ezustean itxi da
fr: Serveur : fermeture inattendue de session
ru: Сервер сообщает: сеанс неожиданно завершен
sl: Strežnik: seja se je nepričakovano končala

source: Your session has ended, you can now close the window
ca: La vostra sessió ha finalitzat, ja pot tancar la finestra
de: Ihre Session wurde beendet, Sie können nun das Fenster schliessen
eu: Zure saioa amaitu da, orain leihoa itxi dezakezu
fr: Votre session est terminée, vous pouvez fermer la fenêtre
ru: Сеанс завершен, можете закрыть окно
sl: Seja je bila končana, sedaj lahko zaprete okno

source: Your session has ended unexpectedly
ca: La sessió ha finalitzat inesperadament
de: Ihre Session wurde unerwartet beendet
eu: Zure saioa ezustean amaitu da
fr: Votre session s'est terminée de manière inattendue
ru: Сеанс был неожиданно завершен
sl: Vaša seja je bila nepričakovano končana

source: error details
ca: detalls de l'error
de: Fehlerdetails
eu: akatsaren xehetasunak
fr: détails de l'erreur
ru: подробности ошибки
sl: podrobnosti napake

source: Close this window
ca: Tancar aquesta finestra
de: Dieses Fenster schliessen
eu: Itxi lehio hau
fr: Fermer cette fenêtre
ru: Закрыть это окно
sl: Zapri to okno

source: Click [A]here[/A] to start a new session
ca: Click [A]aquí[/A] per iniciar una sessió nova
de: Klicken Sie [A] hier [/ A], um eine neue Sitzung zu starten
eu: Egin ezazu [A]klik[/A] hemen saio berri bat hasteko
fr: Cliquez [A]ici[/A] pour démarrer une nouvelle session
ru: Кликните [A]здесь[/A] чтобы начать новую сессию
sl: Kliknite [A]tukaj[/A] za vzpostavitev nove seje

source: suspend
ca: suspendre
de: sperren
eu: suspenditu
fr: veille
ru: приостановить
sl: začasna ustavitev

source: resume
ca: reprendre
de: fortfahren
eu: berriro hasi
fr: reprise
ru: продолжить
sl: nadaljuj

source: Are you sure you want to logout (# apps running) ?
ca: Segur que vols desconnectar-te (# apps en marxa) ?
de: Sind Sie sicher, dass Sie sich ausloggen wollen (# apps running) ?
eu: Ziur zaude irten nahi duzula (# aplikazio martxan)
fr: Êtes-vous sûr ce vouloir couper votre session (# applications en cours d'exécution) ?
ru: Вы действительно желаете выйти (# приложения запущены)?
sl: Ali ste prepričani, da se želite odjaviti (teče # aplikacij)?

source: Profile
ca: Perfil
de: Profil
eu: Profila
ru: Профиль
sl: Profil

source: Text file (*.txt)
ca: Arxiu de text (*.txt)
de: Textdatei (*.txt)
eu: Testu fitxategia (*.txt)
fr: Fichier texte (*.txt)
ru: Текстовый файл (*.txt)
sl: Tekstovna datoteka (*.txt)

source: An error occurred. Please try again.
ca: S'ha produït un error. Si us plau torna a provar-ho.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal.
eu: Errore bat gertatu da. Mesedez saiatu berriro
fr: Une erreur est apparue. Veuillez recommencer.
ru: Произошла ошибка. Попробуйте еще раз.
sl: Prišlo je do napake. Prosimo, poskusite znova.

source: Error
de: Fehler
eu: Errorea
fr: Erreur
ru: Ошибка
sl: Napaka

source: Bug report saved to %s
ca: Informe d'error guardat en %s
de: Fehlerbericht gespeichert unter %s
eu: Erregistro txostena hemen gorde da %s
fr: Rapport de bogue sauvegardé dans %s
ru: Отчет об ошибке сохранен в %s
sl: Poročilo o hrošču je bilo shranjeno v %s

source: Bug report saved
ca: Informe d'error guardat
de: Fehlerbericht gespeichert
eu: Erregistro txostena gorde da
fr: Rapport de bogue sauvegardé
ru: Отчет об ошибке сохранен
sl: Poročilo o hrošču je bilo shranjeno

source: Please fill in the description field.
eu: Mesedez, deskribapenaren hutsunea bete ezazu
fr: Veuillez remplir le champs de description.
ru: Пожалуйста, заполните поле описания
sl: Prosimo, izpolnite polje opis.

source: Empty field
ca: Camp buit
de: Leeres Feld
eu: Hutsunea hutsik dago
fr: Champs vide
ru: Пустое поле
sl: Prazno polje

source: Ulteo OVD Bug Report
ca: Informe d'errors d'Ulteo OVD
de: Ulteo OVD Fehlerbericht
eu: Ulteo OVD erregistroen txostena
fr: Rapport de bogue Ulteo OVD
ru: Ulteo OVD Отчет об ошибке
sl: Ulteo OVD poročilo o hrošču

source: Validate
ca: Validar
de: Bestätigen
eu: Onartu
fr: Valider
ru: Проверка

source: Date
ca: Data
de: Datum
eu: Data
ru: Дата
sl: Datum

source: Version
ca: Versió
eu: Bertsioa
ru: Версия
sl: Verzija

source: System
ca: Sistema
eu: Sistema
fr: Système
ru: Система
sl: Sistem

source: JVM
ru: Java VM

source: Description and steps to reproduce:
ca: Descripció i passos per reproduir:
de: Beschreibung des Fehlers und Schritte um ihn zu reproduzieren:
eu: Deskribapena eta berriz gertatzeko pausoak:
fr: Description et étapes pour reproduire :
ru: Инструкции:
sl: Opis in koraki za povzročitev:

source: Report a bug
ca: Informar d'un error
de: Einen Fehler melden
eu: Akats baten berri eman
fr: Rapporter un bogue
ru: Сообщить об ошибке
sl: Prijavi hrošča

source: Maximized
ca: Maximitzada
de: Maximiert
eu: Handituta
fr: Maximisé
ru: Во весь экран
sl: Maksimirano

source: Fewer options
ca: Menys opcions
de: Weniger Optionen
eu: Aukera gutxiago
fr: Moins d'options
ru: Скрыть дополнительные параметры
sl: Manj možnosti

source: More options...
ca: Més opcions...
de: Mehr Optionen...
eu: Aukera gehiago...
fr: Plus d'options ...
ru: Дополнительные параметры...
sl: Več možosti...

source: Start!
ca: Iniciar!
eu: Hasi!
fr: Démarrer !
ru: Старт!
sl: Začni!

source: Server
ca: Servidor
eu: Zerbitzari
fr: Serveur
ru: Сервер
sl: Strežnik

source: Resolution
ca: Resolució
de: Auflösung
eu: Bereizmena
fr: Résolution
ru: Разрешение
sl: Resolucija

source: Keyboard
ca: Teclat
de: Tastatur
eu: Teklatu
fr: Clavier
ru: Клавиатура
sl: Tipkovnica

source: Auto
eu: Berez
fr: Automatique
ru: Авто
sl: Samodejno

source: Application
ca: Aplicació
de: Applikation
eu: Aplikazioa
ru: Приложение
sl: Aplikacija

source: Remember me
ca: Recorda'm
de: Daten merken
eu: Gogora nazazu
fr: Se rappeler de moi
ru: Запомнить меня
sl: Zapomni si me

source: Auto-publish shortcuts
ca: Publicar automàticament les dreceres
de: Verknüpfungen automatisch veröffentlichen
eu: Berez argitaratu sarbideak
fr: Publier automatiquement les raccourcis
ru: Автопубликуемые ярлыки
sl: Samodejno objavi bljižnice

source: Logoff
ca: Tancar la sessió
de: Ausloggen
eu: Irten
fr: Fermer la session
ru: Выйти
sl: Odjava

source: Disconnect
ca: Desconnectar
de: Trennen
eu: Deskonektatu
fr: Déconnecter
ru: Отключиться
sl: Prekini povezavo

source: Close the application
ca: Tancar l'aplicació
de: Schliessen Sie die Anwendung
eu: Itxi aplikazioa
fr: Fermer l'application
ru: Закрыть приложение
sl: Zapri aplikacijo

source: Cancel
ca: Cancel·lar
de: Abbrechen
eu: Ezeztatu
fr: Annuler
ru: Отменить
sl: Prekliči
