Repository: andrewagrahamhodges/ovd_sources
Catalog: ovd/client/java/po/*.po
Languages: ca, de, eu, fr, ru, sl

source: Start loading session
ca: Iniciar la càrrega de la sessió
de: Sitzung wird geladen
eu: Hasi saioa betetzen
fr: Début du chargement de la session
ru: Начать сеанс
sl: Začetek nalaganja seje

source: Connecting to the Session Manager
eu: Saioaren kudeatzailearekin konektatzen
fr: Connexion au Session Manager
ru: Подключение к Менеджеру сессий
sl: Povezovanje z Upravljalcem seje

source: Get session information from Session Manager
eu: Hartu saioaren informazioa saio kudetzailearengandik
fr: Récupération des informations de session depuis le Session Manager
ru: Получить информацию о сеансе от Менеджера сессий
sl: Pridobivanje informacij z Upravljalca seje

source: Get application data from Session Manager
eu: Hartu aplikazioaren informazioa saio kudetzailearengandik
fr: Récupération de données sur les applications depuis le Session Manager
ru: Получить данные приложения от Менеджера сессий
sl: Pridobivanje podatkov o aplikacijah z Upravljalca seje

source: Installing application data on client
ca: Instal·lant dades de l'aplicació al client
de: Installiere Anwendungsdaten auf dem Client
eu: Aplikazioaren data bezeroan jartzen
fr: Installation des données d'applications sur le client
ru: Разместить данные приложения на клиенте
sl: Nameščanje podatkov o aplikacijah na odjemalca

source: Waiting on server for session
eu: Saio bat lortu arte zerbitzariaren zain
fr: En attente du serveur pour la session
ru: Ожидание ответа сервера
sl: Čakanje strežnika za vzpostavitev seje

source: Invalid status
ca: Estat no vàlid
de: Ungültiger Status
eu: Egoera okerra
fr: État invalide
ru: Неверное состояние
sl: Napačno stanje

source: Disconnecting!
ca: Desconnectant!
de: Trenne Verbindung!
eu: Deskonektatzen!
fr: Déconnexion en cours !
ru: Отключение!
sl: Prekinjanje povezavo!

source: Now loading
ca: Carregant
de: Lade
eu: Orain kargatzen
fr: Chargement en cours
ru: Идет загрузка
sl: Nalagam

source: An error occurred, please contact your administrator
ca: S'ha produït un error, poseu-vos en contacte amb l'administrador
de: Ein Fehler ist aufgetreten, bitte kontaktieren Sie ihren Systemadministrator
eu: Errore bat gertatu da, mesedez kudeatzailearekin kontaktuan jar zaitez
fr: Une erreur est apparue, veuillez contacter votre administrateur
ru: Обнаружена ошибка. Пожалуйста, свяжитесь с вашим системным администратором
sl: Prišlo je do napake, prosimo, kontaktirajte vašega sistemsega skrbnika.

source: Unable to reach the Session Manager!
ca: No es troba el Gestor de Sessions!
de: Der Session Manager ist nicht erreichbar!
eu: Ezin heldu saio kudeatzailearengana!
fr: Impossible de contacter le Session Manager !
ru: Не удается подключиться к Менеджеру сеансов!
sl: Ni mogoče doseči Upravljalca sej!

source: Warning!
ca: Compte!
de: Warnung!
eu: Erne!
fr: Attention !
ru: Внимание!
sl: Opozorilo!

source: Invalid host field!
ca: Camp de servidor incorrecte!
de: Ungültiger Host-Eintrag!
eu: Zerbitzariaren helbide okerra!
fr: Champs hôte invalide !
ru: Ошибка в наименовании сервера!
sl: Napačno polje gostitelja!

source: You must specify the host field!
ca: Cal que especifiqueu el camp de servidor!
de: Sie müssen das Feld Host ausfüllen!
eu: Zerbitzariaren hutsunea bete behar duzu!
fr: Vous devez renseigner le champs serveur !
ru: Вы должны указать сервер!
sl: Morate vnesti gostitelja!

source: You must specify a username!
ca: Cal que poseu el nom d'usuari!
de: Sie müssen einen Benutzernamen angeben!
eu: Erabiltzailearen hutsunea bete behar duzu!
fr: Vous devez renseigner un utilisateur !
ru: Вы должны указать имя пользователя!
sl: Morate vnesti uporabniško ime!

source: You must specify a password!
ca: Cal que poseu una contrasenya!
de: Sie müssen ein Passwort angeben!
eu: Pasahitzaren hutsunea bete behar duzu!
fr: Vous devez renseigner un mot de passe !
ru: Вы должны указать пароль!
sl: Morate vnesti geslo!

source: Unable to find a valid certificate
ca: No es troba cap certificat vàlid
de: Kein gültiges Zertifikat gefunden
ru: Действительный сертификат не найден

source: Session is going to end
ca: La sessió es tancarà
de: Die Sitzung wird beendet
eu: Saioa amaitu egingo da
fr: Votre session va s'arrêter
ru: Сеанс завершается
sl: Seja se bo končala

source: Internal error: unsupported session mode
ca: Error intern: mode de sessió sense suport
de: Interner Fehler: Sitzungsmodus wird nicht unterstützt
eu: Barneko errorea: erabilezin saio modua
fr: Erreur interne : ce type de session n'est pas supporté
ru: Внутренняя ошибка: unsupported session mode
sl: Notranja napaka: nepodprt način seje

source: You have been disconnected
ca: Ha estat desconnectat
de: Ihre Verbindung ist getrennt worden
eu: Deskonektatu egin zara
fr: Vous avez été déconnecté
ru: Вы были отключены
sl: Povezava je bila prekinjena

source: Your session has ended
ca: La seva sessió ha finalitzat
de: Ihre Sitzung wurde beendet
eu: Zure saioa amaitu da
fr: Votre session s'est arrêtée
ru: Сеанс завершен
sl: Vaša seja se je končala

source: Protocol xml error:
ca: Error en protocol xml:
de: Protokoll XML Fehler:
eu: XML protokoloaren errorea:
fr: Erreur de protocole XML :
ru: Ошибка протокола xml:
sl: XML napaka protokola:

source: OVD News
ca: Notícies d'OVD
de: OVD Neuigkeiten
eu: OVD-ri buruzko berriak
fr: Infos OVD
ru: Новости OVD
sl: OVD Novice

source: Enable desktop integration
ca: Habilitar la integració d'escriptori
de: Aktiviere Desktop-Integration
eu: Baliotu idazmahaiaren bertakotzea
fr: Activer l'intégration au bureau local
ru: Включить интеграцию с рабочим столом
sl: Omogoči integracijo namizja

source: Disable desktop integration
ca: Desactivar la integració d'escriptori
de: Deaktiviere Desktop-Integration
eu: Baliogabetu idazmahaiaren bertakotzea
fr: Désactiver l'intégration au bureau local
ru: Выключить интеграцию с рабочим столом
sl: Izklopi integracijo z namizjem

source: Welcome {user}
ca: Benvingut {user}
de: Willkommen {user}
eu: Ongi etorri {user}
fr: Bienvenue {user}
ru: Добро пожаловать {user}
sl: Pozdravljen {user}

source: Main gestures
ca: Moviments bàsics
de: Hauptgesten
eu: Keinu nagusiak
fr: Principaux mouvements
ru: Основные жесты
sl: Glavne gesture

source: Right click
ca: Clic dret
de: Rechts klicken
eu: Eskuineko klik
fr: Clic droit
ru: Правый клик мыши
sl: Desni klik

source: View gestures
ca: Veure moviments
de: Gesten anzeigen
eu: Keinuak ikusi
fr: Gestuelles de mouvements
ru: Показать жесты
sl: Poglej gesture

source: The system is on maintenance mode, please contact your administrator for more information
ca: El sistema es troba en mode manteniment, si us plau contacteu amb l'administrador per a més informació
de: Das System befindet sich im Wartungsmodus, bitte kontaktieren sie ihren Systemadministrator für weitere Informationen
eu: Sistema mantentze-moduan dago, kudeatzailearekin kontaktuan jar zaitez argibide gehiago behar izatekotan
fr: Le système est en maintenance, veuillez contacter votre administrateur pour plus d'informations
ru: Система на обслуживании. Пожалуйста, свяжитесь с вашим системным администратором
sl: Sistem je v stanju vzdrževanja, prosimo, kontaktirajte vašega sistemskega skrbnika

source: You are not authorized to launch a session in this mode
ca: No teniu autorització per iniciar sessió en aquest mode
de: Sie sind nicht berechtigt eine Sitzung in diesem Modus zu starten
eu: Ez daukazu modu honetan saio bat hasteko baimenik
fr: Vous n'êtes pas autorisé à lancer une session de ce type
ru: У вас нет прав для запуска сессии в этом режиме
sl: Niste avtorizirani za zagon seje v tem načinu

source: A network issue prevents the dialog between the client and the server. You can wait until the connection is up again or logout now.
ca: Un problema de xarxa entorpeix la comunicació entre el client i el servidor. Pots esperar la re-connexió o tanca la sessió.
de: Ein Netzwerkproblem verhindert die Kommunkation zwischen Client und Server. Sie können warten, bis die Verbindung wieder hergestellt ist oder jetzt ausloggen.
eu: Sare arazo batek bezero eta zerbitzariaren arteko lotura eragozten du. Berriro konektatu arte itzaron dezakezu edo alde egin
fr: Un problème réseau empêche la communication entre le client et le serveur. Vous pouvez attendre que la connexion s'établisse à nouveau ou vous déconnecter maintenant.
ru: Проблема в сети препятствует общению между клиентом и сервером. Вы можете дождаться переподключения или выйти сейчас.
sl: Težava z omrežjem preprečuje komunikacijo med odjemalcem in strežnikom. Lahko počakate, da se povezava ponovno vzpostavi ali se odjavite.

source: Gestures
ca: Moviments
de: Gesten
eu: Kinuak
fr: Gestuelle
ru: Жесты
sl: Gesture

source: An error occured, please contact your administrator
ca: S'ha produ¨t un error, si us plau poseu-vos en contacte amb l'administrador
de: Ein Fehler ist aufgetreten, bitte kontaktieren sie Ihren Systemadministrator
eu: Errore bat gertatu da, mezedez kudeatzailearekin kontaktuan jar zaitez
fr: Une erreur est apparue, veuillez contacter votre administrateur
ru: Обнаружена ошибка. Пожалуйста, свяжитесь с вашим системным администратором
sl: Prišlo je do napake, prosimo, kontaktirajte vašega sistemskega skrbnika

source: Toolbar
ca: Barra d'eines
de: Symbolleiste
eu: Tresna-barra
fr: Barre d'outils
ru: Панель инструментов
sl: Orodna vrstica

source: To log in, you need to enter your login, your password and the server name you wish to connect.
ca: Per iniciar sessió cal posar el nom d'usuari, la contrasenya i el servidor on vols connectar-te.
de: Um sich anzumelden, müssen Sie Ihren Login, Passwort und den Servernamen, den Sie anschließen möchten, eingeben.
eu: Onartua izateko, erabiltzailea, pasahitza eta erabili nahi duzun zerbitzaria sartzea beharrezkoa da
fr: Pour vous connecter, vous devez entrer votre identifiant, votre mot de passe et le nom du serveur sur lequel vous voulez vous connecter.
ru: Для входа вам нужны имя пользователя, пароль и имя сервера, к которому вы желаете подключиться.
sl: Za prijavo morate vnesti uporabniško ime, geslo in ime strežnika, na katerega se želite povezati.

source: Show toolbar
ca: Mostrar la barra d'eines
de: Symbolleiste anzeigen
eu: Tresna-barra erakutsi
fr: Afficher la barre d'outil
ru: Показать панель инструментов
sl: Pokaži orodno vrstico

source: Zoom
eu: Handiagotu
ru: Масштаб
sl: Povečaj

source: Network is down
ca: La xarxa esta desconnectada
de: Netzwerkverbindung ist unterbrochen
eu: Ez dago sarerik
fr: Réseau indisponible
ru: Сеть отключена
sl: Omrežje je nedosegljivo

source: Connection
ca: Connexió
de: Verbindung
eu: Konexioa
fr: Connexion
ru: Подключение
sl: Povezava

source: Move view
ca: Moure la vista
de: Ansicht verschieben
eu: Ikuspegia mugitu
fr: Déplacer la vue
ru: Переместить просмотр

source: Show keyboard
ca: Mostra el teclat
de: Tastatur anzeigen
eu: Teklatua erakutsi
fr: Affiche le clavier
ru: Отобразить клавиатуру
sl: Pokaži tipkovnico

source: Help
ca: Ajut
de: Hilfe
eu: Laguntza
fr: Aide
ru: Помощь
sl: Pomoč

source: An internal error occured, please contact your administrator
ca: Error intern, si us plau poseu-vos en contacte amb l'administrador
de: Ein interner Fehler ist aufgetreten, bitte kontaktieren sie ihren Systemadministrator
eu: Barneko errore bat gertatu da, kudeatzailearekin kontaktuan jar zaitez
fr: Une erreur interne est survenue, veuillez contacter votre administrateur
ru: Произошла внутренняя ошибка. Пожалуйста, свяжитесь с вашим системным администратором
sl: Prišlo je do notranje napake, prosimo, kontaktirajte vašega sistemskega skrbnika

source: The question mark shows this help sheet. The cross exits the session.
ca: El signe d'interrogació mostra aquesta l'ajuda. La creu et treu de la sessió.
de: Das Fragezeichen zeigt die Hilfe-Seite. Das Kreuz schliesst die Session.
eu: Galdera-ikurrak laguntza orri hau erakusten du. Gurutzeak saioa ixten du.
fr: Le bouton point d'interrogation affiche cette page d'aide. Celui avec la croix ferme la session.
ru: Значок вопроса показывает этот экран помощи. Крестик позволяет закрыть сессию.
sl: Vprašaj pokaže to pomoč. Križec konča sejo.

source: Click
ca: Clic
de: Klick
eu: Klik
fr: Clic
ru: Кликнуть
sl: Klik

source: Session resolution
ca: Resolució de la sessió
de: Sitzungs Auflösung
eu: Saioaren bereizmena
fr: Résolution de la session
ru: Разрешение окна сессии
sl: Resolucija seje

source: The password will be saved
ca: La contrasenya es guardarà
de: Das Passwort wird gespeichert
eu: Pasahitza gordeko da
fr: Le mot de passe sera sauvegardé
ru: Пароль будет сохранен
sl: Geslo bo shranjeno

source: Modem (56 Kbits/s)
ca: Mòdem (56Kbits/s)
ru: Модем (56 Kbits/s)
sl: Modem (54Kbits/s)

source: RDP Compression
ca: Compressió RDP
de: RDP-Komprimierung
eu: RDP konpresioa
fr: Compression RDP
ru: RDP сжатие
sl: RDP Stiskanje

source: Toggle keyboard
ca: Commutar teclat
de: Tastatur umschalten
eu: Teklatua ordeztu
fr: Afficher/cacher le clavier
ru: Переключить клавиатуру
sl: Preklop tipkovnice

source: Android controls remains visible on screen
ca: Els controls Android es mantenen visibles a la pantalla
de: Android Steuerungselemente bleiben auf dem Bildschirm sichtbar
eu: Android aginteak ikusgai jarraitzen dute pantailan
fr: Garder visible les boutons de contrôle Android
ru: Управление Android остается видимым на экране
sl: Android kontrole ostanje vidne na zaslonu

source: Do you want to disconnect the current session ?
ca: Segur que vols desconnectar la sessió actual?
de: Möchten Sie die aktuelle Sitzung trennen?
eu: Oraingo saioa deskonektatu nahi duzu?
fr: Voulez-vous suspendre la session courante ?
ru: Вы желаете отключить текущую сессию?
sl: Želite prekiniti povezavo s trenutni sejo?

source: Manual resolution
ca: Resolució manual
de: Manuelle Auflösung
eu: Eskuzko bereizmena
fr: Résolution manuelle
ru: Установить разрешение вручную
sl: Ročna nastavitev resolucije

source: Advanced options
ca: Opcions avançades
de: Erweiterte Optionen
eu: Aukera aurreratuak
fr: Options avancées
ru: Дополнительные настройки
sl: Napredne možnosti

source: Enhanced keyboard
ca: Teclat millorat
de: Erweiterte Tastatur
eu: Ondutako teklatua
fr: Clavier évolué
ru: Расширенная клавиатура
sl: Izboljšana tipkovnica

source: Force wide screen
ca: Força l'amplada de pantalla
de: Erzwingen Breitbild
eu: pantailaren zabalera derrigortu
fr: Forcer le mode paysage
ru: Установить широкий экран
sl: Prisili širok zaslon

source: Ulteo website
ca: Lloc web d'Ulteo
eu: Ulteo webgunea
fr: Site web Ulteo
ru: Веб-сайт Ulteo
sl: Spletna stran Ulteo

source: Screen resolution not changed
ca: No s'ha canviat la resolució de la pantalla
de: Bildschirmauflösung nicht geändert
eu: Pantailaren bereizmena ez da aldatu
fr: La résolution courante de l'écran sera utilisée
ru: Разрешение экрана не изменено
sl: Resolucija zalona nespremenjena

source: Dim the system bar with clock while showing the desktop
ca: Enfosqueix la barra del sistema amb el rellotge mentre es mostra l'escriptori
de: Dimmen der Systemleiste und Uhr; Desktop bleibt unverändert
eu: Erlojudun sitemaren barra moteldu idazmahia erakusten ari den bitartean
fr: Cacher la barre système avec l'horloge pendant la session
ru: Затенить системную панель с часами при отображении на рабочем столе
sl: Zatemnitev sistemske vrstice z uro med prikazovanjem namizja

source: Always show the system bar with clock
ca: Mostra sempre la barra del sistema amb el rellotge
de: Symboleiste mit Uhr immer zeigen
eu: Beti erakutsi erlojudun sistemaren barra
fr: Toujours afficher la barre système avec l'horloge
ru: Всегда отображать системную панель с часами
sl: Zmeraj prikaži sistemsko vrstico z uro

source: The login screen shows the Session Manager data
eu: Sartzeko pantaila saio kudeatzailearerako sarrera erakutsiko du
fr: Affiche le champ Session Manager dans l'écran de connexion
ru: Экран регистрации отображает данные Менеджера сессий
sl: Prijavni zaslon prikazuje podatke o Upravljalcu seje

source: No Internet connection has been detected on this device. Please enable Wifi/3G before using this application
ca: No s'ha detectat cap connexió en aquest dispositiu. Activa la connexió Wifi/3G abans d'iniciar l'aplicació
de: Es wurde keine Internet-Verbindung auf diesem \ t \ t Gerät erkannt. Bitte aktivieren Sie Wifi/3G, bevor Sie diese Anwendung nutzen
eu: Ez da Interneterako konexiorik antzeman gailu honetan. Mesedez, aktiba ezazu Wifi/3G aplikazio hau erabili aurretik
fr: Aucune connexion Internet n'a été détecté sur ce système. Veuillez activer le Wifi ou la 3G avant d'utiliser cette application
ru: Соединение с Интернет не обнуружено на данном устройстве. Пожалуйста, включите Wifi или 3G перед запуском этого приложения
sl: Na tej napravi ni bilo zaznane internetne povezave. Prosimo, omogočite Wifi/3G za uporabo te aplikacije.

source: Hide the Session Manager in login screen
eu: Sartzeko pantailan saio kudeatzailea ezkutatu
fr: Cache le champ Session Manager dans l'écran de connexion
ru: Убрать Менеджер сессий с экрана регистрации
sl: Skrij Upravljalca sej na prijavnem zaslonu

source: Satellite (2 Mbits/s)
ca: Satèl·lit (2 Mbits/s)
eu: Satelite (2 Mbits/s)
ru: Спутник (2 Mbits/s)

source: Dim system bar
ca: Enfosqueix la barra del sistema
de: Symbolleiste dimmen
eu: Moteldu sistemaren barra
fr: Cacher la barre système
ru: Затенить системную панель
sl: Zatemnitev sistemske vrstice

source: The networks connection appears to be down, You can wait for reconnection or logout
ca: Sembla que la connexió de xarxa esta fallant, pots esperar la reconnexió o tanca la sessió
de: Die Netzwerke Verbindung ist evtl. unterbrochen. Sie können auf die Wiederverbindung warten oder sich abmelden
eu: Sare konexioa ebaki dela dirudi, berriro konektatu arte itzaron dezakezu edo alde egin
fr: La connexion réseau semble interrompue. Veuillez attendre d'être reconnecté ou fermez la session
ru: Сетевое подключение разорвано. Вы можете дождаться переподключения или выйти
sl: Zgleda, da omrežna povezava ne deluje. Lahko počakate na ponovno povezavo ali se odjavite.

source: Not specified
ca: No s'ha especificat
de: Nicht spezifiziert
eu: Zehaztu gabe
fr: Non spécifié
ru: Не указано
sl: Nedoločeno

source: Active desktop session
ca: Activar la sessió d'escriptori
de: Aktive Desktop-Sitzung
eu: Idazmahai sesio aktiboa
fr: Session bureau active
ru: Активная сессия с рабочим столом
sl: Aktivna seja namizja

source: Hide session manager in login screen
ca: Amaga el gestor de sessions en l'inici de sessió
de: Sitzungs-Manager im Login-Fenster ausblenden
eu: Saio kudeatzailea sarrera lehioan ezkutatu
fr: Cache le champ Session Manager dans l'écran de connexion
ru: Скрыть менеджер сессий в окне регистрации
sl: Skrij Upravljalca sej na prijavnem zaslonu

source: Manual selection of screen resolution
ca: Selecció manual de la resolució de pantalla
de: Manuelle Auswahl der Bildschirmauflösung
eu: Pantailaren bereizmena eskuz zehaztu
fr: Sélection manuelle de la résolution d'écran
ru: Задать разрешение экрана вручную
sl: Ročna izbira resolucije zaslona

source: Set the session manager url
ca: Indica la url del gestor de sessions
de: Geben Sie die Sitzungs-Manager-URL ein
eu: Saio kudeatzailearen URL zehaztu
fr: Définir l'URL du Session Manager
ru: Задать URL менеджера сессий
sl: Nastavite url Upravljalca sej

source: Use enhanced keyboard
ca: Utilitza el teclat millorat
de: Verwenden Sie die erweiterte Tastatur
eu: Ondutako teklatua erabili
fr: Utilise le clavier évolué
ru: Использовать расширенную клавиатуру
sl: Uporaba izboljšane tipkovnice

source: Create shortcut
ca: Crea una drecera
de: Verknüpfung erstellen
eu: Sarbidea sortu
fr: Créer un raccourci
ru: Создать ярлык
sl: Ustvari bližnjico

source: Waiting server for session
ca: Esperant sessió d'un servidor
de: Warte auf Server für Session
eu: Saio bat lortu arte zerbitzariai zain
fr: En attente du serveur pour la session
ru: Ожидание ответа сервера
sl: Čakanje strežnika na sejo

source: Do not use enhanced keyboard
ca: No utilitzar el teclat millorat
de: Verwenden Sie keine erweiterte Tastatur
eu: Ez erabili ondutako teklatua
fr: N'utilise pas le clavier évolué
ru: Не использовать расширенную клавиатуру
sl: Ne uporabi izboljšane tipkovnice

source: Session manager Url
ca: Url del gestor de sessions
de: Sitzungs-Manager Url
eu: Saio kudeatzailearen URL
fr: URL du Session Manager
ru: URL менеджера сессий
sl: Url Upravljalca sej

source: Wide screen resolution will be forced
ca: Es forçarà la resolució de pantalla ampla
de: Breitbild-Auflösung wird erzwungen
eu: Pantaila zabaleraren bereizmena derrigortuko da
fr: Force l'utilisation du mode paysage dans la session
ru: Будет установлен широкоэкранный режим
sl: Vsiljena bo resolucija za širok zaslon

source: Disable RDP compression
ca: Desconnectar la compressió RDP
de: RDP-Komprimierung deaktivieren
eu: RDP konpresioa baliogabetu
fr: Désactiver la compression RDP
ru: Отключить RDP сжатие
sl: Izklopi RDP stiskanje

source: Automatic detection of screen resolution
ca: Detecció automàtica de resolució de pantalla
de: Automatische Erkennung der Bildschirmauflösung
eu: Berez antzeman pantailaren bereizmena
fr: Détection automatique de la résolution d'écran
ru: Автоматическое определение разрешения экрана
sl: Samodejno zaznavanje resolucije zaslona

source: The desktop will take all screen space
ca: L'escriptori utilitzarà tot l'espai de la pantalla
de: Desktop-Vollbild anzeigen
eu: Idazmahaiak pantaila osoa beteko du
fr: Le bureau prendra tout l'espace disponible
ru: Рабочий стол займет весь экран
sl: Namzije bo zavzelo celoten prostor zaslona

source: The password will not be saved
ca: La contrasenya no es guardarà
de: Das Passwort wird nicht gespeichert
eu: Pasahitza ez da gordeko
fr: Le mot de passe ne sera pas sauvegardé
ru: Пароль не будет сохранен
sl: Geslo ne bo shranjeno

source: Session
ca: Sessió
de: Sitzung
eu: Saioa
ru: Сессия
sl: Seja

source: Set the screen dimensions of the session
ca: Establir les dimensions de la pantalla de la sessió
de: Festlegen der Sitzungs-Bildschirmauflösung
eu: Saioaren pantaila neurriak jarri
fr: Définie la résolution d'écran de la session
ru: Установить размеры экрана сессии
sl: Nastavi velikost zaslona seje

source: Broadband Low (256 Kbits/s)
eu: Banda zabal motela (256 Kbits/s)
fr: Bas débit (256 Kbits/s)
ru: Широкополосный низ. (256 кбит/с)
sl: Širokopasovna počasna (256 Kbits/s)

source: Broadband High (10 Mbits/s)
ca: Banda ampla ràpida (10 Mbits/s)
eu: Banda zabal azkarra (10 Mbits/s)
fr: Haut débit (10 Mbits/s)
ru: Широкополосный выс. (10 Mbits/s)
sl: Širokopasovna hitra (10 Mbits/s)

source: Connection type
eu: Konexio mota
fr: Type de connexion
ru: Тип подключения
sl: Tip povezave

source: Connection error
ca: Error de connexió
de: Verbindungsfehler
eu: Conexio akatsa
fr: Erreur de connexion
ru: Ошибка подключения
sl: Napaka povezave

source: Enable RDP compression
ca: Activa la compressió RDP
de: RDP-Komprimierung aktivieren
eu: RDP konpresioa eragin
fr: Activer la compression RDP
ru: Включить RDP сжатие
sl: Uporabi RDP stiskanje

source: Save the password
ca: Guarda la contrasenya
de: Passwort speichern
eu: Gakoa gorde
fr: Sauvegarder le mot de passe
ru: Сохранить пароль
sl: Shrani geslo

source: Ok
ca: Bé
eu: Konforme
sl: V redu

source: LAN (100 Mbits/s)
fr: Réseau local (100 Mbits/s)

source: WAN (10 Mbits/s)
fr: Connexion par Internet (10 Mbits/s)
